/* A new update is now available. Please update your Device. */
"A new update is available. Please update your device." = "现已发布新的更新。请更新您的设备。";

/* A new version of firmware is available, would you like to update now? */
"Firmware update available, would you like to update now?" = "现有新的固件版本，您要立即更新吗？";

/* No comment provided by engineer. */
"About" = "关于";

/* Active */
"Active" = "活动";

/* No comment provided by engineer. */
"days" = "天";

/* Active Alarm */
"Active Alarm" = "活动提醒";

/* Add Contact? */
"Units" = "单位";

/* Add Contact? */
"Blood pressure units:" = "血压单位:";

/* Add Contact? */
"Weight units:" = "体重单位:";

/* Add Contact? */
"Distance units:" = "距离单位:";

/* Add Contact? */
"Height units:" = "高度单位:";

/* Add Contact? */
"Temperature units:" = "温度单位:";

/* No comment provided by engineer. */
"My Dashboard" = "我的仪表板";


/* No comment provided by engineer. */
"Connect" = "连接";


/* No comment provided by engineer. */
"Best Day" = "最好成绩";

/* No comment provided by engineer. */
"BP3 Setup Guide" = "BP3连接指导";

/* No comment provided by engineer. */
"Blood Pressure Monitors" = "血压计";

/* No comment provided by engineer. */
"Scales" = "体重秤 / 人体成分秤";

/* No comment provided by engineer. */
"Activity Trackers" = "活动跟踪器";

/* No comment provided by engineer. */
"Pulse Oximeter" = "脉搏血氧仪";

/* No comment provided by engineer. */
"Put on your monitor as shown above and press START. Take your first blood pressure measurement!" = "点击上面的按钮，进行你的第一次血压测量!";

/* No comment provided by engineer. */
"Confirm Scale shows “0.0”." = "确认秤显示“0.0”。";
/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair." = "点击设备名为HS3XXXXX进行配对。";
/* No comment provided by engineer. */
"Is your scale powered on?" = "你的秤是否开机？";
/* No comment provided by engineer. */
"Make sure “0.0” appear on the scale. If not, please replace the batteries." = "确保秤上显示“0.0”。如果没有，请更换电池。";
/* No comment provided by engineer. */
"Make sure your scale is nearby." = "确保你的秤在附近。";
/* No comment provided by engineer. */
"Make sure your scale paired in the Bluetooth settings." = "确保你的秤在蓝牙设置中已配对。";
/* No comment provided by engineer. */
"Reinsert the battery." = "重新插入电池。";
/* No comment provided by engineer. */
"Go to your Bluetooth settings and delete HS3XXXXXX from your Bluetooth list. Turn Bluetooth settings off and repair the HS3." = "转到您的蓝牙设置和蓝牙列表中删除HS3XXXXXX。重启蓝牙，在蓝牙设置中重新连接HS3。";


/* No comment provided by engineer. */
"Is your scale successfully setting the Wifi connection?" = "你的秤是否设置wifi成功？";
/* No comment provided by engineer. */
"On the scale you must see the Wifi icon flashing and tuning stable, “SET” should disappear and is replaced by “0.0”." = "你会看到了WIFI图标闪烁并开始稳定，“设置”消失而显示“0.0”。";

/* No comment provided by engineer. */
"Try to take measurement with your scale not too far away from your router." = "测量时秤尽量不要离你的路由器太远。";
/* No comment provided by engineer. */
"Make sure your Scale and your phone are on the same Wifi network." = "确保你的秤和你的手机在同一无线网络。";
/* No comment provided by engineer. */
"Restart your router." = "重新启动路由器。";
/* No comment provided by engineer. */
"If setting the Wifi failed  (Wifi icon is not stable on the scale), please reset the scale" = "如果设置WiFi失败（秤上显示的WiFi图标不稳定），请重新设置。";

/* No comment provided by engineer. */
"Make sure your activity tracker is nearby." = "确保你的活动跟踪器在附近。";
/* No comment provided by engineer. */
"Please confirm your AM3 is not linked with another user. It should show “Launch the app to start” on the display. If not, please unlink with the previous user." = "请确认您的AM3未与用户绑定（手表上显示“打开应用程序启动测量”）。如果不是，请与用户解除绑定。";
/* No comment provided by engineer. */
"Turn off Bluetooth in your mobile device settings then turn on again" = "在手机设置中关闭并重新打开蓝牙。";
/* No comment provided by engineer. */
"iHealth Lite Setup Guide" = "Lite连接指导";
/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "Core连接指导";
/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "请在手机设置中连接WiFi。";

/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "请在手机设置中连接WiFi。";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray. Flip your scale over to see if the Setup message appears on the display." = "按下位于电池托盘中的“设置”按钮。翻转体重秤，看是否在显示器上显示设置消息。";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Core now?" = "你现在想要重置iHealth Core的无线网络么？";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Core -> Reset wifi" = "您可以重置的wifi按以下步骤：设置我的设备 -> Core -> 重置wifi";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Vista now?" = "你现在想要重置iHealth Vista的无线网络么？";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Vista -> Reset wifi" = "您可以重置的wifi按以下步骤：设置我的设备 -> Vista -> 重置wifi";

/* No comment provided by engineer. */
"You can try the following" = "你可以尝试以下操作";

/* No comment provided by engineer. */
"Is your pulse oximeter powered on?" = "你的脉搏血氧仪是否开机？";
/* No comment provided by engineer. */
"Make sure “- -” appear when you press the button on the pulse oximeter." = "当您点击脉搏血氧仪开关按钮，确保显示“- -”。";
/* No comment provided by engineer. */
"If there are other smart devices nearby, please move them away." = "如果附近有其他智能设备，把它们放到别处。";
/* No comment provided by engineer. */
"Make sure your pulse oximeter is nearby." = "确保你的脉搏血氧仪在附近。";
/* No comment provided by engineer. */
"Your pulse oximeter can be found faster if you press the button to keep it on." = "保持脉搏血氧仪灯起，它可以被快速搜索。";
/* No comment provided by engineer. */
"Hold the button for 8 seconds to reset the pulse oximeter." = "按下开关按钮持续8秒来重置脉搏血氧仪。";
/* No comment provided by engineer. */
"Turn off Bluetooth in your mobile device settings then turn on again" = "在手机的设置中关闭并重新打开蓝牙。";

/* No comment provided by engineer. */
"No connected devices" = "没有连接设备";

/* No comment provided by engineer. */
"Is the light on and steady on the BP3?" = "BP3上的灯是否稳定亮起？";

/* No comment provided by engineer. */
"1. Charge your blood pressure monitor" = "1.为你的血压计充电。";

/* No comment provided by engineer. */
"2. Disconnect and then reconnect the BP3 with your mobile device" = "2.请把BP3与手机断开并且重新连接。";

/* No comment provided by engineer. */
"BP5 Setup Guide" = "BP5连接指导";

/* No comment provided by engineer. */
"Click on the device titled BP5 xxxxx to pair." = "点击设备名为BP5XXXXX进行配对。";

/* No comment provided by engineer. */
"Click on the device titled BP7 xxxxx to pair." = "点击设备名为BP7XXXXX进行配对。";

/* No comment provided by engineer. */
"BP7 Setup Guide" = "BP7连接指导";

/* No comment provided by engineer. */
"Goal Reached" = "目标完成";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3连接指导";

/* No comment provided by engineer. */
"Install batteries." = "安装电池。";

/* No comment provided by engineer. */
"Go to your phone settings and turn on Bluetooth." = "在手机设置中开启蓝牙。";

/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair" = "点击设备名为HS3XXXXX进行配对。";

/* No comment provided by engineer. */
"Stand on scale with your bare feet." = "光脚站在体重秤上。";

/* No comment provided by engineer. */
"Take your first weight measurement!" = "进行你的第一次体重测量!";

/* No comment provided by engineer. */
"Complete" = "完成";

/* No comment provided by engineer. */
"HS4 Setup Guide" = "HS4连接指导";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5连接指导";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray." = "按下位于电池托盘中的“设置”按钮。";

/* No comment provided by engineer. */
"Take your first pulse oximeter measurement!" = "进行你的第一次血氧测量!";

/* No comment provided by engineer. */
"Flip your scale over to see if the Setup message appears on the display." = "翻转体重秤，看是否在显示器上显示设置消息。";

/* No comment provided by engineer. */
"Pair your scale by connecting to the device starting with “HS5XXXXX”." = "配对体重秤与以“HS5XXXXX”为名的设备相连接。";

/* No comment provided by engineer. */
"Enable Bluetooth In a few seconds,“Allow” Wi-Fi sharing upon seeing the pop-up window." = "启用蓝牙几秒钟，在弹出窗口中“允许”Wi-Fi无线共享。";


/* Activity */
"Activity" = "活动";

/* No comment provided by engineer. */
"Activity and Sleep" = "活动和睡眠";

/* No comment provided by engineer. */
"Activity and sleep FAQ" = "活动和睡眠常见问题";

/* No comment provided by engineer. */
"Activity and sleep Setup" = "活动和睡眠设置";

/* No comment provided by engineer. */
"Activity Monitor" = "活动跟踪器";

/* No comment provided by engineer. */
"Activity and Sleep Data" = "活动和睡眠数据";

/* No comment provided by engineer. */
"Activity Monitor FAQ" = "活动和睡眠跟踪常见问题";

/* No comment provided by engineer. */
"LINK" = "配对";

/* No comment provided by engineer. */
"Add another iHealth Core" = "添加其他的 iHealth Core";

/* No comment provided by engineer. */
"Add notes" = "添加附注...";

/* Add Photo */
"Add Photo" = "新增照片";

/* No comment provided by engineer. */
"Add your friends and family and help motivate each other to stay healthy!" = "获得更多健康关注!";


/* Age can't be nil */
"Age can't be 0" = "年龄不能空白";

/* No comment provided by engineer. */
"Align QR code within frame to scan" = "将二维码放到扫描框内进行扫描";

/* No comment provided by engineer. */
"All" = "全选";

/* No comment provided by engineer. */
"Activity Monitor communication error!" = "AM通信错误!";

/* No comment provided by engineer. */
"Activity and Sleep Results" = "运动和睡眠结果";

/* No comment provided by engineer. */
"Activity and Sleep Trends" = "运动和睡眠结果趋势图";

/* No comment provided by engineer. */
"Activity Monitor Tutorial" = "AM教程";

/* No comment provided by engineer. */
"AM3 Setup Guide" = "AM3连接指导";
/* No comment provided by engineer. */
"Wave Setup Guide" = "Wave连接指导";
/* No comment provided by engineer. */
"App Version" = "应用程序版本";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN signs." = "应用袖带以下的UP / DOWN标志。";

/* No comment provided by engineer. */
"Apply the cuff to your wrist with the screen facing up. Leave two fingers between the cuff and the bottom of your palm." = "保持显示屏朝上状态，使腕带与手掌底部保持两个手指的间隙。";

/* No comment provided by engineer. */
"Are you sure you want to delete the current user account?" = "确定删除目前的使用者账号吗？";

/* No comment provided by engineer. */
"Are you sure you want to perform a factory reset?" = "您确定要恢复出厂设置？";

/* Keep your arm stable and stay still during measurement */
"Arm/wrist movement beyond range" = "手臂/手腕的动作超出范围";

/* No comment provided by engineer. */
"Asleep" = "浅睡眠";

/* Athlete */
"Athlete" = "运动员";

/* Auto Login */
"Auto login" = "自动登录";

/* No comment provided by engineer. */
"Awake" = "醒来次数";

/* No comment provided by engineer. */
"QR code will scan automatically." = "条码将被自动扫描。";

/* Battery is low. Charge your Device prior to installing the new update. */
"Battery is low. Charge your device prior to installing the new update." = "电池电量不足。安装新的更新前请先将设备充电。";

/* Battery is low. Charge your iOS device prior to installing the new update. */
"Battery is low. Charge your iOS device prior to installing the new update." = "电池电量不足。安装新的更新前请先将iOS设备充电。";

/* Battery level is low */
"Battery level is low" = "电池电量不足";

/* BP by time of day */
"BP by time of day" = "血压值时段分布";

/* BP by date */
"BP by date" = "血压值日期分布";

/* Battery level is too low to install the update. Charge your device before continue. */
"Battery level is too low to install the update. Charge your device before continuing." = "电池电量不足，无法安装更新。若要继续，请将设备充电。";

/* Battery level is too low to install the update. Charge your iOS device before continue. */
"Battery level is too low to install the update. Charge your iOS device before continuing." = "电池电量不足，无法安装更新。若要继续，请将iOS设备充电。";

/* No comment provided by engineer. */
"Beats/min" = "次/分";

/* No comment provided by engineer. */
"Beats/Min" = "次/分";

/* Birthdate */
"Birthdate" = "生日";

/* No comment provided by engineer. */
"Blood Oximeter" = "血压血氧仪";

/* No comment provided by engineer. */
"Pulse Oximeter" = "血氧";

/* No comment provided by engineer. */
"Pulse Oximeter Data" = "血氧数据";

/* No comment provided by engineer. */
"Blood Pressure" = "血压";

/* No comment provided by engineer. */
"Unselect" = "全不选";

/* No comment provided by engineer. */
"Blood Pressure Data" = "血压数据";

/* No comment provided by engineer. */
"Blood Pressure Dock Setup Guide" = "底座型血压计设定指南";

/* No comment provided by engineer. */
"Blood Pressure FAQ" = "血压计常见问题";

/* No comment provided by engineer. */
"Blood Pressure Monitor Setup Guide" = "血压计设定指南";

/* No comment provided by engineer. */
"Blood Pressure Setup" = "血压设定";

/* Bluetooth communication error  */
"Bluetooth connection error" = "蓝牙通信错误";

/* Bluetooth connection error */
"Bluetooth connection error" = "蓝牙连接错误";

/* BMI */
"BMI" = "BMI";

/* Body Fat
   BodyFat */
"Body Fat" = "体脂肪";

/* No comment provided by engineer. */
"Body fat" = "体脂肪";

/* No comment provided by engineer. */
"Body Scale" = "体重秤";

/* No comment provided by engineer. */
"Body Scale FAQ" = "体重秤常见问题";

/* Body water */
"Body Water" = "身体含水率";

/* Body Water
   BodyWater */
"Body water" = "身体含水率";

/* Bone Mass
   BoneMass */
"Bone Mass" = "骨质含量";

/* No comment provided by engineer. */
"Bone mass" = "骨质含量";


/* No comment provided by engineer. */
"Deep sleep is when your cerebral cortical neurons are in the deep resting state without any activity. It is extremely important to stabilize emotion, balance mentality, and restore energy." = "深睡眠是指入睡以后人的大脑皮层细胞处于不进行任何活动的深度休息状态，对稳定情绪、平衡心态、恢复精力极为重要。这一阶段心律、血压、呼吸平稳，并有一定程度下降，全身肌肉张力也逐步下降。没有眼动和肌肉活动，不容易觉醒，如果被叫醒，往往在一段时间内觉得东倒西歪，站立不稳。";

/* No comment provided by engineer. */
"Please remove the case on your mobile device." = "请摘下你的手机外壳。";

/* Active Alarm */
"NO DATA" = "没有数据";

/* No comment provided by engineer. */
"Blood Pressure List" = "血压数据列表";

/* No comment provided by engineer. */
"Blood Pressure Results" = "血压结果";

/* No comment provided by engineer. */
"Blood Pressure Trends" = "血压结果趋势图";

/* No comment provided by engineer. */
"Blood Pressure Tutorial" = "血压教程";


/* bpm */
"BPM" = "BPM";

/* Burn */
"Burn" = "消耗量";

/* By registering an iHealth account, you have read and agree with iHealth's */
"By registering an iHealth account, you have read and agreed with iHealth’s" = "注册该用户，表明您已同意iHealth的";

/* No comment provided by engineer. */
"Calories Burned" = "消耗的热量";

/* No comment provided by engineer. */
"Calories burned" = "消耗的热量";

/* Cancel */
"Cancel" = "退出";

/* faild */
"Cannot detect Tracker. Please restart your mobile device and try again." = "检测不到跟踪器。请重新启动设备再试一次。";

/* Cannot update when user name does not exist */
"Cannot update when user name does not exist" = "使用者名称不存在时无法更新";

/* No comment provided by engineer. */
"Caregivers" = "社交";

/* No comment provided by engineer. */
"Charge the battery" = "请充电";

/* No comment provided by engineer. */
"Charge the battery" = "请充电。";

/* Choose an existing photo */
"Choose an existing photo" = "选择现有的相片";

/* No comment provided by engineer. */
"Choose Device" = "选择设备";

/* Choose Existing Photo */
"Choose an existing photo" = "选择现有的相片";

/* Cleaning up data... */
"Cleaning up data..." = "正在清除数据…";

/* No comment provided by engineer. */
"Click on “Link” to connect." = "点击“链接”连接。";

/* Close */
"Close" = "关闭";

/* Comments */
"Comments" = "注解";

/* Bluetooth connection error. Please reconnect Bluetooth
   Communication Error */
"Communication Error" = "通信错误";

/* Complete all fields to continue. */
"Complete all fields to continue." = "填写所有栏目并继续。";

/* Confirm Password */
"Confirm Password" = "确认密码";

/* No comment provided by engineer. */
"Confirm your internet connection is active prior to linking your Tracker." = "连接跟踪器前，请确认您的网络已连接。";

/* No comment provided by engineer. */
"Connect Pulse Oximeter via Bluetooth" = "通过蓝牙连接血氧仪";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock" = "将iOS设备与血压计连接";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "将iOS设备与血压计连接并启动应用程序。";

/* No comment provided by engineer. */
"Connect your mobile device to the internet first before pairing it to your account." = "将移动设备与您的账号配对前，先将它连接到网络。";

/* Connection error，please restart your iOS device */
"Connection error，please restart your iOS device" = "连接错误，请重新启动iOS设备";

/* Connectting */
"Connecting" = "正在连接";

"Connecting..." = "正在连接...";

/* Contact  */
"Contact Result Type Name" = "联系结果类型名称";

/* No comment provided by engineer. */
"Contact Us" = "联系我们";

/* No comment provided by engineer. */
"Content:" = "内容:";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Copyright" = "版权";

/* Create an account */
"Create an account" = "建立账号";

/* Creating... */
"Creating..." = "正在建立...";

/* No comment provided by engineer. */
"CSV file" = "Csv 文件";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "袖带压力超过15mmHg的时间已超过160秒";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "袖带压力超过 300mmHg";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "袖带压力超过15mmHg并持续超过160秒";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "袖带压力超过300mmHg";

/* Daily Activity */
"Daily activity" = "每日活动";

/* No comment provided by engineer. */
"Daily activity goal" = "每日活动目标";

/* No comment provided by engineer. */
"Daily Caloric Intake (DCI)" = "每日摄取热量(DCI)";

/* Fasten the cuff over bare arm, stay still and try again */
"Data retrieving error" = "数据检索错误";

/* Date */
"Date" = "日期";

/* DCI */
"DCI" = "DCI";

/* No comment provided by engineer. */
"Deep Sleep" = "深睡眠";

/* No comment provided by engineer. */
"Deep sleep" = "深睡眠";


/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete Current User" = "删除目前的使用者";

/* delete fail */
"Delete Failed" = "删除失败";

/* No comment provided by engineer. */
"Delete Failed" = "删除失败";

/* No comment provided by engineer. */
"Delete successful!" = "成功删除";

/* No comment provided by engineer. */
"Delete the readings?" = "删除选定结果？";

/* Determined diastolic is below the rated range */
"Diastolic pressure is below the rated range" = "判断舒张压是否低于额定范围";

/* Determined diastolic is exceed the rated range */
"Diastolic pressure is above the rated range" = "判断舒张压是否高于额定范围";

/* Determined systolic is below the rated range */
"Systolic pressure is below the rated range" = "判断收缩压是否低于额定范围";

/* Determined systolic is exceed the rated range */
"Systolic pressure is above the rated range" = "判断收缩压是否高于额定范围";

/* Device Battery */
"Device Battery" = "设备电量";

/* Device does not support camera functions */
"Device does not support camera functions" = "设备不支持相机功能";

/* Device Skin */
"Device Skin" = "设备外观";

/* DIA */
"DIA" = "低压";

/* No comment provided by engineer. */
"Diastolic is higher than systolic" = "低压比高压高";

/* No comment provided by engineer. */
"Diastolic" = "低压";

/* No comment provided by engineer. */
"Distance" = "距离";

/* Bluetooth connection error. Please reconnect Bluetooth */
"Dock and iOS device connection error" = "血压计与iOS设备连接错误";

/* Done */
"Done" = "完成";

/* No comment provided by engineer. */
"DONE" = "完成";

/* Download error */
"Download error" = "下载错误";

/* Downloading */
"Downloading..." = "正在下载...";

/* Downloading... */
"Downloading" = "正在下载";

/* No comment provided by engineer. */
"E-mail" = "邮件";

/* No comment provided by engineer. */
"Edge" = "Edge";

/* No comment provided by engineer. */
"Edge Setup Guide" = "Edge连接指导";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* Edit Alarm */
"Edit Alarm" = "编辑提醒";

/* No comment provided by engineer. */
"Edit Profile" = "编辑个人资料";

/* No comment provided by engineer. */
"efficiency" = "效率";

/* Email */
"Email" = "邮件";

/* No comment provided by engineer. */
"Enter password of your network." = "输入你的网络密码。";

/* No comment provided by engineer. */
"Enter password of your network." = "输入你的网络密码。";

/* Error
   Errot */
"Error" = "错误";

/* Error accessing camera roll */
"Error accessing camera roll" = "存取相机交卷错误";

/* Every day */
"Every day" = "每天";

/* Every Friday */
"Every Friday" = "每周五";

/* Every Monday */
"Every Monday" = "每周一";

/* Every Saturday */
"Every Saturday" = "每周六";

/* Every Sunday */
"Every Sunday" = "每周日";

/* Every Thursday */
"Every Thursday" = "每周四";

/* Every Tuesday */
"Every Tuesday" = "每周二";

/* Every Wednesday */
"Every Wednesday" = "每周三";


/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect diastolic pressure" = "无法检测舒张压";

/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect systolic pressure" = "无法检测收缩压";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* Female */
"Female" = "女性";

/* No comment provided by engineer. */
"Firmware version" = "固件版本";

/* First Name */
"First Name" = "姓氏";

/* Data access error */
"Memory Access Error" = "闪存（数据）访问错误";

/* Forget this device */
"Forget this device" = "忽略这台设备";

/* Forgot Password? */
"Forgot Password?" = "忘记密码？";

/* No comment provided by engineer. */
"Format:" = "格式:";

/* Fri */
"Fri" = "五";

/* No comment provided by engineer. */
"From:" = "起始日期:";

/* Gender */
"Gender" = "性别";

/* Geo: %@ */
"GeoParsedResult display" = "GeoParsedResult display";

/* Geolocation */
"GeoParsedResult type name" = "GeoParsedResult type name";

/* Add Contact? */
" Beats/Min" = " 次/分";

/* No comment provided by engineer. */
"Measure. Track. Share. " = " 追踪健康指标。";

/* No comment provided by engineer. */
"Supports a variety of iHealth devices so you can keep track of all your vitals anywhere, anytime." = "支持多种iHealth设备，便于您在任何时候使用。";

/* No comment provided by engineer. */
"Start your healthy journey" = "开始您的健康旅程";

/* No comment provided by engineer. */
"Goal" = "目标";

/* No comment provided by engineer. */
"Goals" = "目标";
/* No comment provided by engineer. */
"Got it" = "明白了";
/* No comment provided by engineer. */
"Hardware version" = "硬件版本";

/* Height */
"Height" = "身高";

/* Hi */
"Hi" = "嗨";

/* No comment provided by engineer. */
"High-normal" = "正常偏高";

/* No comment provided by engineer. */
"High-normal BP" = "正常偏高血压";

/* No comment provided by engineer. */
"hours" = "h";

/* No comment provided by engineer. */
"hour" = "h";

/* No comment provided by engineer. */
"hour(s)" = "h";

/* Hours Slept */
"Hours Slept" = "睡眠小时数";

/* Hours Workout */
"Hours Workout" = "锻炼时长";

/* hr */
"hr" = "h";
/* h */
"h" = "h";
/* No comment provided by engineer. */
"hrs" = "h";

/* Add Contact? */
"Please press the START/STOP button on the blood pressure monitor." = "请点击血压开关按钮。";

/* Add Contact? */
"Searching..." = "搜索中...";

/* Add Contact? */
"Cancel" = "取消";

/* Add Contact? */
"Is your blood pressure monitor powered on?" = "你的血压测量设备是否开机？";

/* Add Contact? */
"Make sure lights appear when you press the START/STOP button on the blood pressure monitor. If no lights appear, please charge it first." = "当你点击血压开关按钮后确认指示灯亮起。如果指示灯没有亮起，为你的血压测量设备充电。";

/* Add Contact? */
"If there are other smart devices nearby, please move them away." = "如果附近有其他智能设备，把它们放到别处。";

/* Add Contact? */
"Make sure your blood pressure monitor is nearby." = "确保你的血压测量设备在附近。";

/* Add Contact? */
"Make sure your blood pressure monitor is paired in your mobile device's Bluetooth settings." = "在蓝牙设置中确保你的血压测量设备连接。";

/* Add Contact? */
"Go to your Bluetooth settings and delete BP7XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP7." = "转到您的蓝牙设置和蓝牙列表中删除BP7XXXXXX。重启蓝牙，在蓝牙设置中重新连接BP7。";

/* Add Contact? */
"Please double click your home button and swipe up to shut down all Apps currently running in the background and re-open MyVitals." = "请双击你的主屏幕按键和向上轻滑关闭后台运行的所有应用程序，然后重新打开应用程序。";

/* Add Contact? */
"Not working?" = "测量设备不工作?";

/* Add Contact? */

"Turn On Bluetooth to Allow “iHealth” to Connect to Accessories." = "打开蓝牙来允许“iHealth”连接到配件";
/* Add Contact? */
"Go to your Bluetooth settings and delete BP5XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP5." = "转到您的蓝牙设置和蓝牙列表中删除BP5XXXXXX。重启蓝牙，在蓝牙设置中重新连接BP5。";

/* Add Contact? */
"You can try the following" = "你可以尝试以下操作";

/* No comment provided by engineer. */
"Weight Data" = "体重数据";

/* No comment provided by engineer. */
"Scale List" = "体重数据列表";

/* No comment provided by engineer. */
"Weight Results" = "体重结果";
/* No comment provided by engineer. */
"Jan" = "1月";

/* No comment provided by engineer. */
"Feb" = "2月";
/* No comment provided by engineer. */
"Mar" = "3月";
/* No comment provided by engineer. */
"Apr" = "4月";
/* No comment provided by engineer. */
"May" = "5月";
/* No comment provided by engineer. */
"Jun" = "6月";
/* No comment provided by engineer. */
"Jul" = "7月";
/* No comment provided by engineer. */
"Aug" = "8月";
/* No comment provided by engineer. */
"Sep" = "9月";
/* No comment provided by engineer. */
"Oct" = "10月";
/* No comment provided by engineer. */
"Nov" = "11月";
/* No comment provided by engineer. */
"Dec" = "12月";
/* No comment provided by engineer. */
"am" = "上午";
/* No comment provided by engineer. */
"pm" = "下午";
/* No comment provided by engineer. */
"12 am" = "凌晨0点";
/* No comment provided by engineer. */
"6 am" = "上午6点";
/* No comment provided by engineer. */
"12 pm" = "中午12点";
/* No comment provided by engineer. */
"6 pm" = "下午6点";
/* No comment provided by engineer. */
"11:59 pm" = "晚上11点59";

/* No comment provided by engineer. */
"Weight Trends" = "体重结果趋势图";

/* No comment provided by engineer. */
"Scale Tutorial" = "体重教程";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5连接指导";

/* I know */
"I Know" = "我知道";

/* I Know */
"I Know" = "我知道";

/* No comment provided by engineer. */
"Idle alarm reminds you to increase activity levels through vibrations from the tracker." = "跟踪器会发出一个轻微的震动来提醒，以增加你的活动量。";

/* Ignore */
"Ignore" = "忽略";

/* iHealth */
"iHealth" = "iHealth";

/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "iHealth Core连接指导";

"iHealth Vista Setup Guide" = "iHealth Vista连接指导";
/* iHealth ID already exists */
"iHealth ID already exists" = "iHealth ID 已存在";

/* No comment provided by engineer.  */
"iHealth Lite Setup Guide" = "iHealth Lite 连接指导";

/* The share email must be a valid email. */
"The share email must be a valid email." = "分享电子邮件必须是有效的电子邮件。";

/* Illegal portal */
"Illegal portal" = "非法的网站入口";

/* No comment provided by engineer. */
"In a few seconds, “Allow” Wi-Fi sharing upon seeing the pop-up window." = "几秒钟内会弹出窗口，在窗口中“允许”的Wi-Fi无线共享.";

/* Incorrect Password */
"Incorrect Password" = "不正确的密码";

/* No comment provided by engineer. */
"Input BP" = "输入BP";

/* No comment provided by engineer. */
"Install 4 AA batteries" = "安装 4 个AA 电池";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "安装 4 个AAA 电池";

/* No comment provided by engineer. */
"Install 4 AAA batteries " = "安装 4 个AAA 电池 ";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "安装 4 个AAA 电池。";

/* Intake */
"Intake" = "摄取量";

/* Intake:%d Burn:%d */
"Intake:%d Burn:%d" = "摄取量：%1$d 消耗量：%2$d";

/* Internet Connection Failed */
"Internet connection problem" = "网络连接失败";

/* Invalid username or password */
"Invalid username or password" = "无效的使用者名称或密码";

/* Abnormal hardware */
"Irregular Hardware Error" = "未知的硬件错误";

/* No comment provided by engineer. */
"Kcal" = "Kcal";

/* No comment provided by engineer. */
"Km" = "Km";

/* Last Name */
"Last Name" = "名字";

/* Later */
"Later" = "稍后";

/* No comment provided by engineer. */
"Launch app and select “Blood Pressure”." = "启动应用程序并选择“血压”。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to measure and sync." = "启动应用程序并选择“体重”进行测量和同步。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to sync or view history." = "启动应用程序并选择“体重”进行同步和查看历史。";

/* No comment provided by engineer. */
"Launch app to start using Scale." = "启动应用程序，以开始使用规模。";

/* No comment provided by engineer. */
"Launch app and select “Weight,” press on “Connect”." = "启动应用程序并选择“体重”，点击“连接”。";

/* No comment provided by engineer. */
"Launch app and select “Activity and Sleep Tracker”." = "启动应用程序，选择“活动和睡眠追踪器”。";

/* No comment provided by engineer. */
"Launch app and select “Pulse Oximeter,” then start measuring." = "启动应用程序，选择“血氧”并开始测量。";

/* LeanMass */
"Lean Mass" = "瘦体重";

/* LeanMass */
"Lean mass" = "瘦体重";

/* No comment provided by engineer. */
"Less" = "少";

/* No comment provided by engineer. */
"Less than the last time" = "比上次少";

/* Link your email address to your iHealth MyVitals account to view your vital records. */
"Link your email address to your iHealth MyVitals account to view your vital records." = "请使用您的邮箱创建一个iHealth账号，用于管理您的健康数据。";

/* No comment provided by engineer. */
"List" = "列表";

/* Log */
"Log" = "记录";

/* Log In */
"Log In" = "登录";

/* Log Out */
"Log Out" = "退出登录";

/* Log out */
"Log Out" = "退出登录";

/* Login fail */
"Login fail" = "登录失败";

/* Low battery */
"Low battery" = "电量不足";

/* Make sure batteries are installed correctly, if the problem persists, replace with a new set of bateries. */
"Make sure batteries are installed correctly, if the problem persists, replace with a new set of batteries." = "确认您已经妥当安装电池，如果问题仍在，请更换新的电池。";

/* Male */
"Male" = "男性";

/* Maximum weight has been exceeded */
"Maximum weight exceeded" = "超出最高体重值";

/* No comment provided by engineer. */
"Measurement" = "测量";

/* No comment provided by engineer. */
"Measuring..." = "正在测量";

/* Measuring... */
"Measuring..." = "正在测量...";

/* Measure */
"Measure" = "测量";

/* No comment provided by engineer. */
"Mild Hypertension" = "轻度高血压";

/* No comment provided by engineer. */
"Miles" = "英里";

/* No comment provided by engineer. */
"miles" = "英里";

"mile" = "英里";

/* min */
"min" = "min";

/* mins */
"min(s)" = "min";

/* mins */
"mins" = "min";

/* No comment provided by engineer. */
"Model" = "型号";

/* No comment provided by engineer. */
"Moderate Hypertension" = "中度高血压";

/* Mon */
"Mon" = "一";

/* No comment provided by engineer. */
"Month" = "月";

/* No comment provided by engineer. */
"Months" = "个月";
/* No comment provided by engineer. */
"Sleep Efficiency" = "睡眠效率";
/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"More than the last time" = "比上次多";

/* Movement while measuring */
"Movement while measuring" = "测量时移动";

/* Muscle Mass
   MuscleMass */
"Muscle Mass" = "肌肉量";

/* No comment provided by engineer. */
"Muscle mass" = "肌肉量";

/* No comment provided by engineer. */
"Muscle Water" = "肌肉含水量";

/* My account */
"My Account" = "我的账户";

/* No comment provided by engineer. */
"My activity today" = "我今天的活动";

/* My Activity Summary */
"My Activity Summary" = "我的活动摘要";

/* My Blood Pressure Summary */
"My Blood Pressure Summary" = "我的血压摘要";

/* My Oximeter Summary */
"My Oximeter Summary" = "我的血氧摘要";

/* My Sleep Summary */
"My Sleep Summary" = "我的睡眠摘要";

/* No comment provided by engineer. */
"My Trends" = "我的趋势";

/* My Weight Summary */
"My Weight Summary" = "我的体重摘要";

/* Network error */
"Network error" = "网络错误";

/* Network timeout */
"Network timeout" = "网络超时";

/* Never */
"Never" = "从不";

/* New Alarm */
"New Alarm" = "新提醒";

/* New AM sport detected, do you want to protect existing data? */
"New AM sport detected, do you want to protect existing data?" = "检测到新的AM运动，您需要保存您的数据吗？";

"New Tracker found. To pair this tracker to your account and forget the previous one. select \"yes\"" = "找到新的跟踪器。若要将这个跟踪器与您的账号配对，并删除之前的配对，请选择“是”";

/* No comment provided by engineer. */
"To pair this tracker to your account and forget the previous one. select \"yes\"" = "若要将这个跟踪器与您的账号配对，并删除之前的配对，请选择“是”";

/* Next */
"Next" = "下一步";

/* No */
"No" = "否";

/* No Data */
"No Data" = "没有数据";

/*   */
"No device detected" = "检测不到设备";

/*   */
"No device detected" = "检测不到设备。";

/* No comment provided by engineer. */
"No devices linked" = "没有连接的设备";

/* No comment provided by engineer. */
"Non-active" = "非活动";

/* No comment provided by engineer. */
"Normal" = "正常";

/* No comment provided by engineer. */
"Normal BP" = "正常血压";

/* Not connected to network */
"Not connected to network" = "未连接网络";

/* Not connected to the network */
"Not connected to network" = "未连接网络";

/* Note */
"Note" = "附注";

/* Note: */
"Note:" = "附注:";

/* OK
   OK Label */
"OK" = "确定";

/* No comment provided by engineer. */
"Ok" = "确定";

/* No comment provided by engineer. */
"Only one Activity Tracker is allowed per account, please check the MAC address on the back of the Activity Tracker you wish to pair with." = "每一个账户只允许连接一个活动跟踪器，请查看您想与其配对的活动跟踪器背面的MAC地址。";

/* No comment provided by engineer. */
"Open app and select “Yes” when prompted" = "开启应用程序，出现提示时选择“是”";

/* No comment provided by engineer. */
"Open app and enter Wi-Fi password " = "打开应用程序，然后输入无线密码 ";

/* No comment provided by engineer. */
"Open app and press the button on the oximeter to take a measurement" = "开启应用程序，按下血氧仪上的按钮进行测量";

/* No comment provided by engineer. */
"Open app and select Core  " = "开启应用程序，选择HS6 ";

/* No comment provided by engineer. */
"Open app, select your device, and enter the last 2 of the 6 digits on your tracker" = "打开App，选择您的设备并将腕表上的6位数字后2位填入";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button " = "打开电池盖，按“设置”按钮 ";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button." = "打开电池盖并按“设置”按钮。 ";

/* or */
"or" = "或";

"OR" = "或";

/* Oxygen flow rate */
"Oxygen flow rate" = "Oxygen flow rate";

/* No comment provided by engineer. */
"Pair your Pulse Oximeter with your device" = "与您的设备和脉搏血氧仪配对";

/* Pairing successful! The Tracker is now ready for your personal use only. */
"Pairing successful! The Tracker is now ready for your personal use only." = "配对成功！现在跟踪器已准备就绪，仅供您个人使用。";

/* Partner Services */
"Partner Services" = "合作伙伴服务";

/* Password */
"Password" = "密码";

/* Password cannot be blank */
"Password cannot be blank" = "密码不可空白";

/* Password does not match */
"Password does not match" = "密码不符";

/* Password does not match, re-enter the password */
"Password does not match, please re-enter" = "密码不匹配，请重新输入密码";

/* Password does not meet the requirements */
"Password does not meet the requirements" = "密码与要求不符";

/* Password must be between 6-128 characters. */
"Password must be between 6-128 characters." = "密码必须介于6-128个字符之间。";

/* No comment provided by engineer. */
"PDF file" = "PDF 文件";
/* time */
"time" = "次";
/* time */
"times" = "次";
/* PI */
"PI" = "PI";

/* PI: */
"PI:" = "PI:";

/* Forgot Password? */
"Forgot Password?" = "忘记密码?";

/* Place a QR code inside the viewfinder rectangle to scan it. */
"Place a QR code inside the viewfinder rectangle to scan" = "将二维码放到扫描框内进行扫描。";

/* No comment provided by engineer. */
"Place sensor on your finger with nail facing down." = "将手指指甲朝下放入血氧仪内。";

/* No comment provided by engineer. */
"Place the cuff at the same level as your heart." = "将袖带放在与心脏等高的位置。";

/* No comment provided by engineer. */
"Please correctly position your arm." = "请正确放置手臂。";

/* Please enter a valid email address. */
"Please enter a valid email address" = "请输入有效的电子邮件地址。";

/* No comment provided by engineer. */
"Please enter the last two digits." = "请输入最后两位数字。";

/* No comment provided by engineer. */
"Please fill in correct data" = "请填写正确的数据";

/* No comment provided by engineer. */
"Please Input The Password Of" = "请输入以下WIFI的密码";

/* Please log in using your new password */
"Please log in using your new password" = "请使用您的新密码登录";

/* Please re-enter the password */
"Please re-enter the password" = "请重新输入密码";

/* Please re-enter the password. */
"Please re-enter the password." = "请重新输入密码。";

/* Set up E-mail */
"Please set up your E-mail account in the Mail app of your iOS device." = "请在iOS设备的“邮件”应用程序中设定您的电子邮件账户。";

/* Please try again */
"Please try again" = "请再试一次";

/* Please upload the data of your iHealth device before update. */
"Please upload the data of your iHealth device before updating" = "更新前请先将您的iHealth设备数据上传。";

/* No comment provided by engineer. */
"Please wait, verifying..." = "正在验证，请稍后…";

/* Loosen the cuff and try again */
"Pneumatic system blocked or cuff is too tight during inflation" = "测量时气路系统已锁住或袖带太紧";

/* Fasten the cuff over bare arm, stay still and try again */
"Pneumatic system leakage or cuff is too loose during inflation" = "测量时气路系统泄露或袖带太松";

/* No comment provided by engineer. */
"Every" = "每";

/* No comment provided by engineer. */
"Details" = "详细信息";

/* No comment provided by engineer. */
"Awake" = "醒来时间";

/* No comment provided by engineer. */
"Manual Input" = "手动输入";

/* No comment provided by engineer. */
"Manual input" = "手动输入";

/* No comment provided by engineer. */
"Upload offline data" = "管理离线数据";

/* No comment provided by engineer. */
"Pulse Oximeter Results" = "血氧结果";

/* No comment provided by engineer. */
"Pulse Oximeter Trends" = "血氧结果趋势图";

/* No comment provided by engineer. */
"PO Setup Guide" = "PO 连接指导";

/* No comment provided by engineer. */
"Position the cuff 1/2” (2cm) above your elbow joint." = "将袖带套在手肘关节上方1/2“ (2 公分) 的位置。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "将袖带放在手臂中间并与中指对齐。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "将袖带放置在您的手臂中间并与你的中指对准。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "将袖带放在手臂中间与中指对齐的地方。";

/* PR */
"PR" = "PR";

/* PR: */
"PR:" = "PR:";

/* No comment provided by engineer. */
"Prehypertension" = "高压前期";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray" = "按下电池托盘上的“设定”按钮";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray." = "按下电池托盘上的“设定”按钮。";

/* Previous */
"Previous" = "上一步";

/* No comment provided by engineer. */
"Product ID" = "产品ID";

/* No comment provided by engineer. */
"Product ID:" = "产品ID:";

/* Pulse */
"Pulse" = "心率";

/* Pulse */
"Pulse Rate" = "心率";

/* PULSE */
"PULSE" = "心率";

/* No comment provided by engineer. */
"Pulse Oximeter" = "血氧仪";

/* No comment provided by engineer. */
"Pulse Oximeter FAQ" = "血氧仪常见问题";

/* No comment provided by engineer. */
"Pulse Oximeter Setup" = "血氧仪设定";

/* query fail */
"query fail" = "查询失败";

/* No comment provided by engineer. */
"Receiver:" = "方式:";

/* Registration failed */
"Registration failed" = "注册失败";

/* Registration successful */
"Registration successful" = "注册成功";

/* No comment provided by engineer. */
"Regulatory" = "认证";

/* Remember Password */
"Remember password" = "记住密码";

/* No comment provided by engineer. */
"Reminder" = "提醒";

/* Remove the batteries, wait 1minute and the replace with a new set of batteries. */
"Remove the batteries, wait 1 minute, then replace with a new set of batteries." = "取出电池，等待1分钟，然后再更换一组新电池。";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "取下iOS设备的保护壳";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "取下iOS设备的保护壳。";

/* No comment provided by engineer. */
"Repeat" = "重复";

/* No comment provided by engineer. */
"Reset Wi-Fi" = "重置 Wi-Fi";

/* Reset */
"Reset" = "重置";

/* Sat */
"Sat" = "六";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Save Failure" = "保存失败";

/* No comment provided by engineer. */
"Save Successfully" = "保存成功";

/* Scale memory access error */
"Scale memory access error" = "秤记忆存取错误";

/* No comment provided by engineer. */
"Scale Setup" = "秤设置";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3连接指导";

/* No comment provided by engineer. */
"Scan" = "扫描";

/* No comment provided by engineer. */
"upload" = "加载中";

/* No comment provided by engineer. */
"Weight Upload" = "体重上传";

/* No comment provided by engineer. */
"Pulse Oximeter Upload" = "血氧上传";

/* No comment provided by engineer. */
"Blood Pressure Upload" = "血压上传";

/* No comment provided by engineer. */
"Select Device" = "选择设备";

/* No comment provided by engineer. */
"Blood pressure" = "血压";

/* No comment provided by engineer. */
"Scale" = "体重秤";

/* No comment provided by engineer. */
"Select One Device To Start" = "选择一个设备开始测量";

/* No comment provided by engineer. */
"Blood Pressure BP3" = "血压BP3";

/* No comment provided by engineer. */
"Blood Pressure BP5" = "血压BP5";

/* No comment provided by engineer. */
"Blood Pressure BP7" = "血压BP7";

/* No comment provided by engineer. */
"Wireless Scales HS3" = "无线体重秤HS3";

/* No comment provided by engineer. */
"Wireless Scales Lite" = "无线体重秤HS4/HS4S";

/* No comment provided by engineer. */
"Wireless Scales HS5" = "无线体重秤HS5";

/* No comment provided by engineer. */
"Wireless Scales Core" = "无线体重秤HS6";

/* No comment provided by engineer. */
"Activity AM3" = "活动跟踪器AM3";

/* No comment provided by engineer. */
"Activity iHealth Edge" = "活动跟踪器Edge";


/* No comment provided by engineer. */
"Wireless Pules Oximeter" = "血氧仪";


/* No comment provided by engineer. */
"Put on your monitor as shown above and press LINK. Then take your first activity measurement!" = "把你的设备打开到这个页面并且点击配对。进行你的第一次活动测量!";

/* No comment provided by engineer. */
"Go to your mobile device settings and turn on Bluetooth." = "在手机设置中开启蓝牙。";

/* No comment provided by engineer. */
"Remove pulse oximeter from your finger to stop measurement." = "从设备中将手指拔出可以停止测量。";

/* No comment provided by engineer. */
"Oxygen range" = "血氧范围";

/* No comment provided by engineer. */
"the percentage of time lying down that you are actually sleeping" = "睡眠效率：睡眠总时长中深睡眠时长和浅睡眠时长之和所占的比例   ";

/* No comment provided by engineer. */
"Skip" = "跳过";

/* No comment provided by engineer. */
"Make sure your device is fully charged." = "请确保您的设备电量充足。";

/* No comment provided by engineer. */
"Set Up My Devices" = "管理我的设备";

/* No comment provided by engineer. */
"Partner Services" = "合作伙伴服务";



/* No comment provided by engineer. */
"Upload All Readings" = "上传所有的数据";

/* No comment provided by engineer. */
"new readings since last upload" = "条新数据";

/* No comment provided by engineer. */
"Upload the readings?" = "上传所有的数据?";

/* No comment provided by engineer. */
"Scan QR code " = "扫描二维码 ";

/* scan QR code */
"Scan QR code" = "扫描二维码 ";

/* No comment provided by engineer. */
"Scan QR code on the back of the scale" = "扫描秤背面的二维码";

/* Scan QR code on the back of the Scale */
"Scan QR code on the back of the Scale" = "扫描秤背面的二维码";


/* No comment provided by engineer. */
"Secure the cuff on your arm leaving enough space to fit one finger between the cuff and arm." = "确保袖带与您的胳膊之间留有足够一个手指的空间。";

/* Sedentary */
"Sedentary" = "久坐不动";

/* No comment provided by engineer. */
"Select AM3." = "选择 AM3。";

/* No comment provided by engineer. */
"Select iHealth Edge." = "选择 Edge。";

/* No comment provided by engineer. */
"Select User Account" = "选择使用者账户";

/* No comment provided by engineer. */
"Select “BP5XXXXX” to pair." = "选择 “BP5XXXXX” 进行配对。";

/* No comment provided by engineer. */
"Select “BP7XXXXX” to pair." = "选择 “BP7XXXXX” 进行配对。";

/* No comment provided by engineer. */
"Select “HS3XXXXX” to pair." = "选择 “HS3XXXXX” 进行配对。";

/* set fail */
"Set failed" = "设定失败";

/* No comment provided by engineer. */
"Set WiFi" = "设置无线网络";

/* No comment provided by engineer. */
"Successfully set Wi-Fi" = "WIFI设置成功";

/* Setting... */
"Setting..." = "设定中...";

/* Create my account */
"Create my account" = "创建账号";

/* No comment provided by engineer. */
"Severe Hypertension" = "重度高血压";

/* Share */
"Share" = "分享";

/* Share email */
"Share email" = "分享电子邮件";

/* Internet offline */
"Sharing requires an active 3G/4G or Wi-Fi connection. Please connect and try again" = "分享需要启用3G或Wi-Fi 连接。请连接并再试一次";

/* No comment provided by engineer. */
"Shop" = "商城";


/* No comment provided by engineer. */
"Sit comfortably, rest your arm on the travel case and adjust your wrist until it is within measurement range." = "放轻松并且舒适就坐，将您的手腕放在腕枕上，调整手腕角度在10-30度内。";

/* No comment provided by engineer. */
"Sleep" = "睡眠";

/* Sleep Alarm */
"Sleep Alarm" = "睡眠提醒";

/* Sleep efficiency */
"Sleep efficiency" = "睡眠效率";

/* No comment provided by engineer. */
"Sleep reminder wakes you up by a slight vibration tracker." = "睡眠提醒会产生一个轻微的震动来唤醒你的睡眠。";

/* Sorry */
"Sorry" = "抱歉";

/* Spend a good part of the day doing some physical activity. (e.g. waitress, mailman) */
"Spend a good part of the day doing some physical activity. (e.g. waitress, mailman)" = "一天中一部分时间都在从事体力活动（如女服务员、邮差）";

/* Spend most of day doing heavy physical activity.(e.g. construction worker) */
"Spend most of day doing heavy physical activity.(e.g. construction worker)" = "一天中大部分时间都在从事重体力活动（如工地工人）";

/* Spend most of day sitting.(e.g. desk job) */
"Spend most of day sitting.(e.g. desk job)" = "一天中大部分时间都坐着（如办公室工作）";

/* SpO2 */
"SpO2" = "血氧";

"years" = "岁";

/* No comment provided by engineer. */
"My Activity" = "我的活动";
/* No comment provided by engineer. */
"My Blood Pressure" = "我的血压";
/* No comment provided by engineer. */
"My SpO2" = "我的血氧饱和度";
/* No comment provided by engineer. */
"My Weight/Body Fat" = "我的体重/体脂肪";
/* SpO2: */
"SpO2:" = "SpO2:";

/* No comment provided by engineer. */
"Stage2 HBP" = "高血压二级";

/* Stand still on all four electrodes with bare feet. */
"Stand still on all four electrodes with bare feet." = "赤脚站在四个电极上。";

/* No comment provided by engineer. */
"Step" = "步";

/* step */
"step" = "步";

/* steps */
"steps" = "步";

/* No comment provided by engineer. */
"Steps" = "步";

/* No comment provided by engineer. */
"Stop" = "停止";

/* Success!  */
"Success! " = "成功! ";

/* No comment provided by engineer. */
"My Vitals" = "我的健康信息";

/* Sun */
"Sun" = "日";

/* Syncing */
"Syncing" = "正在同步";

/* Syncing failed */
"Syncing failed" = "同步失败";

/* Syncing... */
"Syncing..." = "正在同步...";

/* Sync */
"SYNC" = "开始同步";

/* SYS */
"SYS" = "高压";

/* No comment provided by engineer. */
"Systolic" = "高压";

/* Systolic below 60mmHg or diastolic below 40mmHg */
"Systolic below 60mmHg or diastolic below 40mmHg" = "收缩压低于 60mmHg 或舒张压低于 40mmHg";

/* Reading is out of range. Rest for 5 minutes and try again with bare arm */
"Systolic exceeds 260mmHg or diastolic exceeds 199mmHg" = "收缩压高于 260mmHg 或舒张压高于 199mmHg";

/* Take photo */
"Take photo" = "拍照";

/* Take Photo */
"Take Photo" = "拍照";

/* No comment provided by engineer. */
"Tap “Pair” to connect" = "点击“配对”开始连接";

/* No comment provided by engineer. */
"Target weight" = "体重目标";

"Please enter your actual weight" = "请输入您的当前体重";

"The actual weight is used to distinguish different users within 3kg variance. It will be updated after each measure." = "测量的体重会在绑定该称的所有用户中自动分配用户（例如：测量体重为50kg，秤会搜寻绑定过该称的用户信息中体重为50kg±3kg的用户，并将该数据存于该用户的体重数据中）";

/* Tel */
"TelParsedResult type name" = "TelParsedResult type name";

/* Terms and Conditions */
"Terms and Conditions" = "条款与细则";

/* Terms of Use and Privacy Policies. */
"Terms of Use and Privacy Policies." = "使用条款和隐私规定。";

/* No comment provided by engineer. */
"Test" = "测试";

/* No comment provided by engineer. */
"Text" = "文本";

/* Text */
"TextParsedResult type name" = "TextParsedResult type name";

/* No comment provided by engineer. */
"than last time" = "与上一次相比";

/* The age range is 0-255 */
"The age range is 0-255" = "年龄介于 0-255 之间";

/* The current weight may be beyond the measurement range of 330 lbs/150 kg. */
"Weight is beyond the measurement limit of 330 lbs/150 kg." = "目前的体重可能超出测量范围330磅/150公斤。";

/* No comment provided by engineer. */
"The same as last time" = "与上次相同";

/* The Scale calibration error */
"Scale calibration error" = "秤校准错误";

/* The Scale can't capture a steady reading */
"Scale can't capture a steady reading" = "秤无法获得稳定的读数";

/* The Scale failed to initialize */
"Scale failed to initialize" = "无法初始化秤";

/* No comment provided by engineer. */
"The scale will start to connect and be ready to use when the “[1234]” stabilizes and “0.0” appears. " = " 等到“[1234]”稳定和“0.0”显示，秤将开始连接并可以使用。 ";

/* SpO2 or PRbpm test result is beyond the measurement range of the system */
"The SpO2 or pulse rate test result is beyond the measurement range of the system" = "SpO2 或脉率测量结果超出系统测量范围";

/* No Facebook Account */
"There are no Facebook accounts configured. You can add or create a Facebook account in your device settings." = "您未设定Facebook账户。您可以在“设置”中新增或建立Facebook账户。";

/* No Twitter acounts configured */
"There are no Twitter accounts configured. You can add or create a Twitter account in your device settings." = "您未设定Twitter账户。您可以在“设置”中新增或建立Twitter账户。";

/* No Weibo acounts configured */
"There are no Weibo accounts configured. You can add or create a Weibo account in your device settings." = "您未设定Weibo账户。您可以在“设置”中新增或建立Weibo账户。";

/* sharing failed */
"There was an error, please try again" = "发生错误，请再试一次";

/* This user account has been deleted, please create a new one. */
"This user account has been deleted, please create a new one." = "已删除这个使用者账户，请建立一个新账户。";

/* Thu */
"Thu" = "四";

/* Time */
"Time" = "时间";

/* No comment provided by engineer. */
"Time out error!" = "超时错误！";

/* Time Slept */
"Time Slept" = "睡眠时间";

/* Time, */
"Time," = "时间,";

/* Time: */
"Time:" = "时间:";

/* No comment provided by engineer. */
"To:" = "截止日期:";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Track and know your numbers to help make healthy everyday choices." = "追踪健康与生活方式的关系。";

/* No comment provided by engineer. */
"When you receive the Edge and before first use, to do a battery full charge will increase slightly the battery's life." = "为了增加电池寿命，在第一次使用Edge前请充满电。";

/* No comment provided by engineer. */
"When you receive the Wave and before first use, to do a battery full charge will increase slightly the battery's life." = "为了增加电池寿命，在第一次使用Wave前请充满电。";

/* No comment provided by engineer. */
"Tracker %@ has been found. If this ID number matches the number on the back of your Tracker, select \"Yes\" to pair the device to your account." = "找到跟踪器%@。如果这个ID号码与您的跟踪器背面的号码相符，请选择“是”以将设备与账户配对。";

/* Transmit stopped */
"Transmit stopped" = "已停止传输";

/* Transmit finished */

"Transmit finished" = "发送完成";
/* Transmitting */
"Transmitting" = "正在传输";

/* No comment provided by engineer. */
"Trend" = "趋势";

/* No comment provided by engineer. */
"Trends" = "趋势";

/* Tue */
"Tue" = "二";

/* No comment provided by engineer. */
"Turn Bluetooth “On” and “Pair” to connect" = "“开启”蓝牙并“配对”进行连接";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings" = "在设置中“开启”蓝牙";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings and select “HS5XXXXX” to pair." = "在你的移动设备设置中“开启”蓝牙并选择“HS5XXXXX”进行配对。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "在你的移动设备设置中“开启”蓝牙。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "在你的移动设备“设置”中“开启”蓝牙。";

/* No comment provided by engineer. */
"Tutorial" = "教程";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "由于手臂/手腕移动了，所以无法检测到测量结果。";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "由于手臂/手腕移动了，所以无法测量。";

/* No comment provided by engineer. */
"Unit" = "单位";

/* Unknown interference detected, please test again */
"Unknown Interference Detected" = "检测到未知干扰";

/* Unknown reasons */
"Unknown reasons" = "不明原因";

/* Update */
"Update" = "更新";

/* Update failed */
"Update failed" = "更新失败";

/* Update Failed */
"Update Failed" = "更新失败";

/* Update finished */
"Update finished" = "更新完成";

/* Update stopped */
"Update stopped" = "更新停止";

/* Update Successful */
"Update Successful" = "更新成功";

/* Updating */
"Updating" = "正在更新";

/* Updating... */
"Updating..." = "正在更新...";

/* Upgrade */
"Upgrade" = "升级";

/* No comment provided by engineer. */
"Upgrade firmware of the scale?" = "是否升级秤的固件版本?";

/* Uploading ... */
"Uploading ..." = "正在上传...";

/* URI */
"URIParsedResult type name" = "URIParsedResult type name";

/* User account blocked */
"User account blocked" = "已锁定使用者账户";

/* User account has been deleted, please create a new one. */
"User account has been deleted, please create a new one." = "已删除使用者账户，请建立一个新账户。";

/* User account locked */
"User account locked" = "已锁定使用者账户";

/* User Blocked */
"User Blocked" = "使用者已锁定";

/* User does not exist. */
"User does not exist." = "使用者不存在。";

/* User locks */
"User locks" = "使用者锁定";

/* User name or password is incorrect */
"User name or password is incorrect" = "使用者名称或密码不正确";

/* User profile editing error */
"User profile editing error" = "使用者信息编辑错误";

/* User profile update failed */
"User profile update failed" = "使用者信息更新失败";

/* Username cannot be blank */
"Username cannot be blank" = "使用者名称不可空白";

/* Username must be 1-32 characters */
"Username must be 1-32 characters" = "使用者名称必须介于 1-32 个字符之间";

/* Username must be a valid email */
"Username must be a valid email" = "使用者名称必须为有效的电子邮箱地址";

/* Verifying... */
"Verifying..." = "正在验证...";

/* No comment provided by engineer. */
"Version Number" = "版本号";

/* Very Active */
"Very Active" = "非常活跃";

/* VFR */
"VFR" = "VFR";

/* No comment provided by engineer. */
"Visceral Fat Rating" = "内脏脂肪等级";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” appears. Stand on the scale with bare feet. " = "等到“[1234]”稳定和“0.0”显示，赤脚站在上面。";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” displays. Stand on the scale with bare feet. " = "等到“[1234]”稳定和“0.0”显示，赤脚站在上面。";

/* No comment provided by engineer. */
"Wait until “Wi-Fi” stabilizes and “0.0” appears" = "请等待“wifi”连接稳定且出现“0.0”";

/* Warning */
"Warning" = "警告";

/* No comment provided by engineer. */
"Warning!" = "警告!";

/* No comment provided by engineer. */
"Prompt" = "提示";

/* We haven't seen you for %d day! */
"We haven't seen you for %d day!" = "我们有%d天没有见到你了！";

/* We haven't seen you for %d days! */
"We haven't seen you for %d days!" = "我们有%d天没有见到你了！";

/* Website error */
"Website error" = "网站错误";

/* Wed */
"Wed" = "三";

/* No comment provided by engineer. */
"Week" = "周";

/* Weekdays */
"Weekdays" = "平日";

/* Weekends */
"Weekends" = "周末";

/* No comment provided by engineer. */
"Weeks" = "周";

/* No comment provided by engineer. */
"WEIGHT" = "体重";

/* Weight */
"Weight" = "体重";

/* Weight capacity is exceeded */
"Weight capacity exceeded" = "超出体重范围";

/* No comment provided by engineer. */
"When set to airplane mode, the tracker can not sync with the app. To exit airplane mode, walk for 5 min. or plug the tracker on to a powered charging dock." = "设置飞行模式将无法与设备连接,如果想退出该模式需要连续运动或者充电激活,你是否确定设置?";

/* No comment provided by engineer. */
"Workout" = "运动";

/* No comment provided by engineer. */
"XLS file" = "Xls 文件";

/* Yes */
"Yes" = "是";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* Status is a duplicate. */
"You already tweeted that message" = "您已发布该信息";

/* No comment provided by engineer. */
"You can manually input your data here" = "您可以在这里手动输入您的数据";

/* No comment provided by engineer. */
"You are user No." = "您当前的用户序列号";

/* Your password must be at least six characters. */
"Your password must be at least six characters." = "您的密码必须至少有六个字符。";

/* twitter length defined */
"Your Tweet must be between 1 to 140 characters in length" = "您的推文长度必须介于1到 140个字符之间";

/* No comment provided by engineer. */
"Your user account number has not been assigned yet. User account %d is now assigned to you." = "现在已将使用者账户%d指定给您。";

/* No comment provided by engineer. */
"“Allow” Wi-Fi sharing" = "“允许”分享 Wi-Fi";


/* AM分享内容 */
"Activity Time" = "运动时间";

/* AM分享内容 */
"Sleep Time" = "睡眠时间";

/* AM分享内容 */
"Burning Calories" = "消耗卡路里";

/*Optimal BP*/
"Optimal" = "理想血压";

/* No comment provided by engineer. */
"Underweight" = "偏瘦";

/* No comment provided by engineer. */
"Overweight" = "偏胖";

/* No comment provided by engineer. */
"Obese" = "肥胖";

/* No comment provided by engineer. */
"Body fat percentage is the amount of body fat as a proportion of your body weight. Reducing excess levels of body fat has shown to reduce the risk of certain conditions such as high blood pressure, heart disease, diabetes, and cancer." = "体脂肪百分比是脂肪占总体重的比例。降低超出需要的比例，能减低某些确定的病症的风险，例如高血压，心脏病，糖尿病和癌症。";

/* No comment provided by engineer. */
"This feature indicates the amount of bone (bone mineral level, calcium, or other minerals) in the body. Research has shown that exercise and the development of muscle tissue are related to stronger and healthier bones." = "该功能指示体内骨骼的总量，即骨骼矿物质水平，例如钙等。研究表明针对肌肉组织的锻炼有助于强壮健康的骨骼。";

/* No comment provided by engineer. */
"Total Body Water Percentage is the total amount of fluid in a person’s body expressed as a percentage of their total weight. Water plays a vital role in many of the body’s processes and is found in every cell, tissue and organ. Maintaining a healthy total body water percentage will ensure the body functions efficiently and will reduce the risk of developing associated health problems." = "总人体水分百分比是体内液体总量占体重的百分比。水在人体的很多活动中扮演至关重要的角色，可以在每一个细胞、组织和器官中找到。保持健康的水分比例能够确保身体功能高效，并降低发生相关健康问题的风险。";

/* No comment provided by engineer. */
"This feature indicates the weight of muscle in your body. The muscle mass displayed includes the skeletal muscles, smooth muscles [such as cardiac and digestive muscles] and the water contained in these muscles. Muscles play an important role as they act as an engine in consuming energy. As your muscle mass increases, your energy consumption increases helping you reduce excess body fat levels and lose weight in a healthy way." = "该功能指示体内肌肉的重量。显示的肌肉总量包含骨骼肌、平滑肌（例如心肌、消化器官肌肉）以及肌肉内的水分。肌肉作为消耗能量的发动机扮演了一个重要的角色。当你的肌肉增长，你的能量消耗的增加有助于以健康方式减少额外的体脂肪水平和减重。";

/* No comment provided by engineer. */
"Daily caloric intake is the estimated number of calories to maintain your current weight." = "每日膳食平衡的建议卡路里摄入。";

/* No comment provided by engineer. */
"Visceral fat is the fat that is in the internal abdominal cavity, surrounding the vital organs in the abdominal area. Research shows that even if your weight and body fat remains constant, as you get older the distribution of fat changes and is more likely to shift to the trunk area especially post menopause." = "内脏通常包裹着体内重要的器官，研究表明即使体重和体脂肪保持正常，随着年龄变化，脂肪的分布也会改变，更容易堆积，尤其是绝经期女性。内脏脂肪等级的定义是每1表示10平方厘米的脂肪，即等级10表示100平方厘米。";

/* No comment provided by engineer. */
//"Normal" = "正常体重";

/* No comment provided by engineer. */
"Normal BP" = "正常血压";

/* No comment provided by engineer. */
"High-normal" = "正常偏高血压";

/* No comment provided by engineer. */
"Mild HBP" = "轻度高血压";

/* No comment provided by engineer. */
"Moderate HBP" = "中度高血压";

/* No comment provided by engineer. */
"Severe HBP" = "重度高血压";

/* No comment provided by engineer. */
"Stage1 HBP" = "高血压一级";

/* day of the week */
"SUN" = "周日";

/* day of the week */
"MON" = "周一";

/* day of the week */
"TUE" = "周二";

/* day of the week */
"WED" = "周三";

/* day of the week */
"THU" = "周四";

/* day of the week */
"FRI" = "周五";

/* day of the week */
"SAT" = "周六";

/* day of the week */
"day" = "天";

/* day of the week */
"Year" = "年";

/* day of the week */
"Day" = "天";

"min-max" = "最低值-最高值";

"Last Test" = "最新测量";

/* Looking for your device */
"Looking for your device" = "寻找您的设备";

/* Search */
"Search" = "搜索";

"Refresh" = "刷新";

"Refreshing..." = "刷新中...";

/* No comment provided by engineer. */
"Connect devices" = "连接设备";

/* AM3S pin码提示语 */
"Please record the random 6 digit number on the tracker, then enter the last 2 digits of this number during the pairing process." = "请记录腕表显示屏上的随机码，选中对应的腕表输入随机数后两位数字。";

/* pin码不正确 */
"Incorrect pin. Please try again." = "PIN码不正确，请重试。";

/* HS6用户已满 */
"The scale has reached its maximum of 10 accounts." = "秤已经达到了10个用户上限。";

/* HS6绑定用户时间错误 */
"Time travel error: You have received this error because you deleted an account from your scale and changed the time on your phone to an earlier time." = "绑定时间错误：此错误是由于你从秤中删除用户后将手机时间调到了更早所致。";

/* 绑定用户失败 */
"Pairing failed." = "添加用户失败";

/* 设备添加 */
"Select unlinked devices." = "选择未连接的设备";

/* No comment provided by engineer. */
"How do I link devices?" = "如何连接设备？";

/*Version版本*/
"Version" = "版本";

/* open camera */
"“iHealth” would like to access the camera. To enable access go to: iOS Settings > Privacy > Camera > iHealth > set to On" = "“iHealth” 想要访问您的相机。如果允许请进行如下操作：设置 > 隐私 > 相机 > iHealth > 打开";

/*scale testing*/
"Testing" = "测量中";

/*highest*/
"Highest" = "最高值";

/*highest*/
"Lowest" = "最低值";

/*highest*/
"Average" = "平均值";

/*Wireless Scales*/
"Scale" = "体重秤";

/* setting */
"Settings" = "设置";

/* do not have device */
"You don't have any iHealth devices set up yet!" = "您还未拥有iHealth设备。";

/* select new device */
"Select New Device" = "选择新设备";

/* BLOOD PRESSURE */
"BLOOD PRESSURE" = "血压";

/* WIRELESS SCALES */
"SCALE" = "体重秤";

/* ACTIVITY */
"ACTIVITY MONITORS" = "活动";

/* WIRELESS PULSE OXIMETER */
"PULSE OXIMETER" = "血氧仪";

/* Target Blood Pressure */
"Target blood pressure" = "血压目标";

/* Go to your Phone Setting and turn on Bluetooth */
"Pulse Oximeter " = "血氧 ";

/* device not connect */
"The device is not connected" = "设备未连接";

/* device connect */
"The device is connected" = "设备已经连接";

/* device connect */
"Get temperature and room humidity" = "获得温度和湿度";

/* device connect */
"TEMP" = "温度";

/* device connect */
"RH" = "湿度";

/* Go to your Phone Setting and turn on Bluetooth */
"Go to your phone settings and turn on Bluetooth." = "在手机设置中开启蓝牙。";

/* Place sensor on your finger with nail facing down */
"Place pulse oximeter on your finger and press the button to start a measurement." = "将传感器放在手指上，然后按下PO3设备上的按钮开始测量。";

/* Click on the device titled BP xxxxxx to pair */
"Click on the device titled BP xxxxxx to pair." = "单击设备名为BP XXXXXX配对上。";

/* Connect your iOS device to the Blood Pressure Dock and launch the app */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "您的iOS设备连接到血压计并启动应用程序。";

/*Help Center*/
"Help Center" = "说明中心";

/* Support */
"Support" = "帮助中心";

/* Connected */
"Connected" = "已连接";

/* BMI classification */
"BMI classification" = "BMI分类";

/* pulse wave */
"Within each cardiac cycle, the cyclical pressure fluctuations， which caused by ventricular systolic and diastolic, make the artery expansion and retraction. The regular beats caused by the expansion and retraction of artery are called pulse. Along blood vessel walls the spread of the forward wave is called pulse wave." = "在每一个心动周期内，心室的收缩和舒张造成动脉内压力的周期性波动，这种周期性的压力波动使动脉扩张和回缩，从而使动脉血管发生有规律的搏动，称为脉搏。沿血管壁波浪式向前传播的脉搏称为脉搏波。";
/*CONNECT*/
"CONNECT" = "连接";

/*START*/
"START" = "开始测量";

/*SLEEP AlARM*/
"You can not set the same reminder time, please use a different time." = "你不能设置相同的提醒时间,请设置不同的提醒时间.";

/*Mood*/
"Mood" = "心情";

/*Your current user No.*/
"You are user No." = "您当前的用户号:";

/*Unnormal*/
"Abnormal" = "非正常";

/*Oxygen range*/
//"Oxygen range" = "血氧饱和度范围";

/*Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range.*/
"Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range." = "放轻松并且舒适就坐，将您的手腕放在腕枕上，调整手腕角度在10-30度内。";

/*PI means Perfusion Index, PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow, the more ripple component, PI values greater.*/
"PI is the Perfusion Index. PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow is, the larger the ripple is, and thus a higher PI value." = "PI是指血流灌注指数（Perfusion Index，PI）, PI值反映了脉动血流情况，即反映了血流灌注能力。脉动的血流越大，脉动分量就越多，PI值就越大。";

/* Not Connected Device */
"Not connected" = "未连接";

/* zendesk */
"Please enter your comments" = "请输入您的评论内容";

/* No comment provided by engineer. */
"Position the montor in the middle of your arm aligned with your middle finger." = "将袖带放在手臂中间与中指对齐的地方。";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN sign." = "依照上/下指示调整袖带。";

/* No comment provided by engineer. */
"Position your arm so that the cuff is at the same level as your heart." = "将手臂摆放妥当，让袖带与心脏位置等高。";

/* No comment provided by engineer. */
"BP3 Details" = "BP3详细信息";

/* No comment provided by engineer. */
"BP5 Details" = "BP5详细信息";

/* No comment provided by engineer. */
"BP7 Details" = "BP7详细信息";

/* No comment provided by engineer. */
"HS3 Details" = "HS3详细信息";

/* No comment provided by engineer. */
"Lite Details" = "Lite详细信息";

/* No comment provided by engineer. */
"HS5 Details" = "HS5详细信息";

/* No comment provided by engineer. */
"Core Details" = "Core详细信息";

/* No comment provided by engineer. */
"AM3 Details" = "AM3详细信息";

/* No comment provided by engineer. */
"Edge Details" = "Edge详细信息";

/* No comment provided by engineer. */
"PO3 Details" = "PO3详细信息";

/* No comment provided by engineer. */
"Forgot It" = "忽略此设备";

/* Pulse Wave */
"Pulse wave" = "脉搏波";

/* Pulse Wave: */
"Pulse Wave:" = "脉搏波:";

/* Blood pressure is affected by mood swings.*/
"(Blood pressure is affected by your mood.)" = "(情绪的变化会影响血压的波动。)   ";

/* Blood pressure is affected by lifestyle changes.*/
"(Blood pressure is affected by lifestyle changes.)" = "(生活方式会影响血压的波动。)   ";

/* No comment provided by engineer. */
"Offline Measurement:" = "离线测量：";

/* No comment provided by engineer. */
"Systolic pressure:" = "收缩压：";

/* Systolic pressure: maximum value of the blood pressure as a result of the contraction of the systemic ventricle */
"Maximum value of the blood pressure as a result of the contraction of the systemic ventricle." = "当心脏收缩时，从心室射入的血液对血管壁产生的侧压力，称为收缩压，亦称高压。";

/* No comment provided by engineer. */
"Diastolic pressure:" = "舒张压：";

/* Diastolic pressure: minimum value of the blood pressure as a result of relaxation of the systemic ventricle */
"Minimum value of the blood pressure as a result of relaxation of the systemic ventricle." = "当心脏舒张时，已流入动脉的血液对血管壁产生的侧压力，称作舒张压。亦称低压。";

/* pulse wave */
"Pulse Wave: Within each cardiac cycle, the cyclical pressure fluctuates, which is caused by ventricular systolic and diastolic and makes the artery expand and retract. The regular beats caused by the expansion and retraction of your arteries are called pulses. The spread of the forward wave along blood vessel walls is called pulse wave." = "脉搏波:在每一个心动周期内，心室的收缩和舒张造成动脉内压力的周期性波动，这种周期性的压力波动使动脉扩张和回缩，从而使动脉血管发生有规律的搏动，称为脉搏。沿血管壁波浪式向前传播的脉搏称为脉搏波。";

/*Noun explanation */
"Noun explanation" = "名词解释";

/* zendesk */
"Please sign in or create an iHealth account to contact us." = "请登录或创建一个iHealth账户联系我们。";
"Contact us" = "联系我们";


"Contact us" = "联系我们";

"Send" = "发送";

"Your email:" = "您的电子邮件:";

"Subject:" = "主题:";
"Email is not a valid Email" = "电子邮件是不是一个有效的电子邮件";

"Description" = "描述";

"Please enter your e-mail" = "请输入您的电子邮件";

"Please enter your comments" = "请输入您的意见";

"Support ticket sent！ An iHealth customer service member will reply as soon as possible." = "支持的工单已发送！一个iHealth客户服务会员会尽快回复。";

"Send failed" = "发送失败";

"Stand on scale with your bare feet, the data is automatically synchronized to your cloud account." = "请赤脚站在秤上，测得的数据将自动同步到云端。";

"Sync data now" = "只需稍后点击按钮，便会很方便的统计数据。";

/* Register */
"  Create a new account" = "  注册";

/* Pulse Wave */
"Make sure your phone and HS5 scale are on the same WiFi network." = "确保您的手机与HS5处于同一Wifi环境下。";

/* Comments */
"Looks like you've used the app for 3 days now. Do you want to provide us with some feedback?" = "您已经试用三天了，请您对我们的APP给予评价";

/* Sure! */
"Sure!" = "立即评价";

/* Remind me later */
"Remind me later" = "稍后提醒";

/* No thanks */
"No thanks" = "忍心拒绝";

/* Comment */
"Comment" = "评论";

/* No thanks */
"Total Sleep" = "睡眠时长";

/* BP range */
"BP Range" = "血压范围";

/* Come on */
"Come on" = "关注体重指标";

/* You are beautiful. */
"You are beautiful." = "保障身体健康";

"Lean Body Mass is a component of body composition, calculated by subtracting body fat weight from total body weight.The percentage of total body mass that is lean is usually not quoted – it would typically be 60–90%. The Lean body mass (LBM) has been described as an index superior to total body weight for prescribing proper levels of medications and for assessing metabolic disorders, as body fat is less relevant for metabolism." = "“瘦体重”由身体细胞重量（BCW）、细胞外水分（ECW）、和去脂的固体部分（FFS）组成。其主要成分是骨骼、肌肉等。正常情况，瘦体重与身体脂肪含量有一定比例。测量瘦体重对促进能量转换和耗氧、调节水盐代谢等具有重要意义。在运动训练中，运动员保持较高的瘦体重，对提高有氧耐力和运动能力是非常有好处的。";
/*Pull Out the finger from the device can stop measurement.*/
"Pull Out the finger from the device can stop measurement." = "从设备中拔出手指可以停止测量。";
"(Beats/Min)" = "(次/分)";

/*BP通信 未翻译的*/
"Systolic pressure exceeds the measurement range" = "收缩压超过测量范围";

"Diastolic pressure exceeds the measurement range" = "舒张压超过测量范围";

"Systolic pressure is below the measurement range" = "收缩压低于测量范围";

"Diastolic pressure is below the measurement range" = "舒张压低于测量范围";

/* recent range */
"Recent" = "最近";

/* Total Steps */
"Total Steps" = "总步数";

"New Version" = "新版本";

"Do you want to download the latest version of this app?" = "您要下载此应用程序的最新版吗？";

"You must download the latest version of this app to proceed." = "若要继续，请下载此应用程序的最新版。";

"In here,you can manage your devices and set up new devices." = "在这里，你可以管理设备并设置新的设备";

"The (insert real name of product) has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "打开游泳功能即可记录游泳的时间、划水次数和卡路里消耗相应的，打开游泳功能会增加电池消耗，使用时间从7天减少到5天。";

"The (insert real name of product) identifies swimming mode automatically. However t needs 7 to 14 seconds of continuous use in water to understand and react." = "AM4可以自动识别游泳，需要游7~14秒来理解你的运动。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "任何时间，你都可以抬手看到当前游泳状态。包含多久，多少次划水，多少个单程以及卡路里。当你停下超过30秒时，状态会清零重新累积。之前的数据会被存到记忆中。";

"Status summary will be shown after swimming is finished.  The automatic switch time from standby to counting can be set by users.  " = "当您停止游泳后一段时间，会视为您结束了本次游泳，并给您完整的报告。停止多久视为结束以提供报告可以被设置。";
"Summary report" = "总计报告";

"30 min" = "30分钟";

"Do not show again" = "不再显示";

"Add account" = "添加账号";

"iVersionInThisVersionTitle" = "更新说明";
"iVersionUpdateAvailableTitle" = "有新的版本";
"iVersionVersionLabelFormat" = "版本 %@";
"iVersionIgnoreButton" = "忽略 ";
"iVersionDownloadButton" = "下载更新";
"iVersionRemindButton" = "回头再说";
"iVersionOKButton" = "好的";
//*BP三次测量相关多语言*/
"What you need to do:" = "你需要做的:";
"Check 3 times in the morning before breakfast." = "上午早餐前检查3次";
"Check 3 times in the evening before going to bed." = "晚上睡觉前检查3次";
"Do this for three consecutive days. The readings you get from your iHealth blood pressure monitor (systolic is the higher number and diastolic is the lower number) will be automatically averaged so you can give the results of this 3-day plan to your doctor." = "连续测量三天，从您的iHealth血压计得到的读数（收缩压是较高的数字和舒张压是较低的数字）将自动平均，所以您可以将这3天测量的结果给您的医生。";
"Sorry, you are not within the time period for this test. Please take measurements between 5:00 AM to 10:00 AM." = "对不起，您不在测试时间范围内，请您在早晨5点至10点进行测量，谢谢";
"Sorry, you are not within the time period for this test. Please take measurements between 7:00 PM to 12:00 AM." = "对不起，您不在测试时间范围内，请您在晚上7点至12点进行测量，谢谢。";
"You have already completed your tests for today. Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "三次测量任务已建立，请您在明天早上5点至10点进行测量，谢谢。";
"You have already taken measurements for this time period." = "对不起，您已经在此时间段测量过，谢谢";
"AVG" = "AVG";
"1ST" = "1ST";
"2ND" = "2ND";
"3RD" = "3RD";
"MEASUREMENT REMINDERS" = "测量提醒";
"Morning" = "早上";
"Evening" = "晚上";
"iHealth 3-day Blood Pressure Triple-Check" = "iHealth3天血压三重检查";
"Treatment" = "治疗";
"Average" = "平均值";
"1ST Measurement" = "第一次测量";
"2ND Measurement" = "第二次测量";
"3RD Measurement" = "第三次测量";
"Sit down comfortably" = "坐姿舒适";
"Do not smoke or drink" = "不要吸烟或者饮酒";
"Relax for 5 minutes" = "五分钟放松";
"Wrap the cuff around your upper arm at heart level or place your wrist monitor at heart level" = "环绕你的上臂袖带在心脏水平，或将你的手腕在显示器心脏水平";
"Do not move your or talk" = "请不要移动或者讲话";
"DAY 1" = "第一天";
"DAY 2" = "第二天";
"DAY 3" = "第三天";
"Morning Measurement Results" = "早上测量结果";
"Evening Measurement Results" = "晚上测量结果";
"Single" = "单次测量";
"Triple-Check" = "三次测量";
"measurement" = "测量";
"Interval:" = "时间间隔:";
"Next measurement:" = "下次测量";
"seconds" = "秒";
"Measure my blood pressure" = "您该测量血压了";
"A single measure from the Triple-Check measure-set cannot be deleted. Do you want to delete this whole set?" = "三次测量数据不能单一删除，您确定要删除整组数据吗？";
"Attention: the set Triple-Check is incomplete, do you still want to delete it?  If deleted, the set has to be recreated." = "注意：本次三次测量的数据是不完整的，您仍然要删除吗？如果删除，该组将会重新创建。";

/*AM4*/
"The Wave has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "Wave的功能之一是内置游泳方式，它可以记录游泳总时间，游泳圈数，消耗的卡路里以及休息时间。需要提醒您的是：当AM4切换到游泳模式时，AM4的电池消耗会比较大，如果该设备保持在游泳模式，AM4的使用时间会从原来的7天降低到5天。";

"The Wave identifies swimming mode automatically. However it needs 7 to 14 seconds of continuous use in water to understand and react." = "持续的在水中待7~14秒，Wave会自动切换到游泳模式。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "游泳数据包括游泳时间，游泳圈数和消耗的卡路里数等可以被随时查看。如果该次游泳结束后14秒内没有检测到您在游泳，该次的数据会被自动保存，且显示屏显示将被清除。";

"The summary will be shown after you finish your swim.you can set how long after you stop swimming before the tracker considers you to have finished your swim.  " = "游泳结束后，关于游泳的数据会显示在AM4的显示屏上，并且可以设置停止游泳后多长时间显示游泳数据（默认是30分钟）。";

"ONE-WAY" = "单程";

"SWIM SPEED" = "游泳速度";

"SPM" = "SPM";

"TOTAL TIME" = "总时长";

"LENGTHS" = "长度";

"Butterfly" = "蝶泳";

"Breaststroke" = "蛙泳";

"Freestyle" = "自由泳";

"Backstroke" = "仰泳";

"Medley" = "混合泳";

"Swim mode" = "游泳模式";

"Swim enable/disable" = "游泳 启用/禁用";

"Pool length" = "泳池长度";

"Room humidity" = "室内湿度";

"Temperature" = "温度";

"Never show this again" = "不再显示";

"Check your room temperature and humidity" = "获得房间的温度和湿度";

"Tap on the scale to wake it up.You will see 0.0 light up on the display." = "请轻轻踩秤将其激活，此时秤的屏幕显示0.0。";

"Tap on the right or left bottom corner of the scale,room temperature and humidity will display for a few seconds." = "轻踩秤的左下角和右下角，室内温度和湿度会在秤的屏幕上显示几秒。";

//只有简体中文
"Keep on iHealth" = "留在APP";
"Launch weixin" = "去微信";
/* 时间单位秒 */
"S" = "S";

/* 8月12新加 */
"+ Add New Task" = "+ 新增任务";

"Add Reminder" = "添加提醒";

"Alarm Tone" = "提醒铃声";

"Choose your task" = "选择您的任务";

"Take medicine" = "服药";

"Sport" = "运动";

"Sport." = "运动。";

"Please select a reminder." = "请选择一个提醒。";

"You can only set up 64 alerts or reminders." = "提醒次数不能超过64次。";

"Take my Blood Pressure." = "测量血压。";

"Take my Weight." = "测量体重。";

"Take pill" = "服药";

"Take pill." = "服药。";

"Take pill and sport." = "服药并运动。";

"Take pill and take my Blood Pressure." = "服药并测量血压。";

"Sport and take my Blood Pressure." = "运动并测量血压。";

"Take pill and take my Weight." = "服药并测量体重。";

"Sport and take my Weight." = "运动并测量体重。";

"Take my Blood Pressure and take my Weight." = "测量血压和体重。";

"Take pill and sport and take my Blood Pressure." = "服药、运动并测量血压。";

"Take pill and sport and take my Weight." = "服药、运动并测量体重。";

"Take pill and take my Blood Pressure and take my Weight." = "服药并测量血压和体重。";

"Sport and take my Blood Pressure and take my Weight." = "运动并测量血压和体重。";

"Take pill and sport and take my Blood Pressure and take my Weight." = "服药、运动并测量血压和体重。";

"Alarm" = "提醒";

"Ascending" = "递增";

"Bark" = "狗叫声";

"Bell Tower" = "钟楼";

"Digital" = "数位";

"Doorbell" = "门铃";

"Duck" = "鸭子";

"Harp" = "竖琴";

"Motorcycle" = "机车";

"Old Car Horn" = "老汽车喇叭";

"Piano Riff" = "钢琴演奏";

"Robot" = "机器人";

"Sci Fi" = "科幻片";

"Sonar" = "声纳";

"Strum" = "吉他和弦";

"Timba" = "延巴舞曲";

"Xylophone" = "木琴";

/*calorie*/
"My Diary" = "我的日记";
"Tomorrow" = "明天";
"Breakfast" = "早餐";
"Lunch" = "午餐";
"Dinner" = "晚餐";
"Snack" = "零食";
"KCAL CONSUMED" = "卡路里消耗";
"KCAL INTAKE" = "卡路里增加";
"Calories" = "卡路里";

/*food calorie*/
"Amount per Serving" = "每份的量";
"Diary Value" = "记录值";
"Total Fat" = "总脂肪";
"Staturated Fat" = "饱和脂肪";
"Trans Fat" = "反式脂肪";
"Cholesterol" = "胆固醇";
"Sodium" = "钠";
"Total Carbohydrates" = "总碳水化合物";
"Dietary Fiber" = "膳食纤维";
"Sugars" = "糖";
"Protein" = "蛋白质";
"Weight " = "重量";
/*sport calorie*/
"Favorite" = "最爱";

"Start Time" = "开始时间";

"End Time" = "结束时间";

"Calorie" = "卡路里";

"Add Sport" = "添加运动";

"Name" = "名称";

"Name " = "姓名";

"Sport Time" = "运动时间";


/*8月20*/
"HealthKit" = "HealthKit";

"You are about to add a new user to your iHealth MyVitals app." = "您将一个新的用户添加到您的iHealth MyVitals应用程序。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit.This situation does not occur for iPad users." = "你想把这个iHealth MyVitals帐户的数据分享到苹果健康套件应用程序上么？选择一个用户，只有这个账户将分享到苹果健康套件应用程序。这种情况不会发生在iPad用户中。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit." = "你想把这个iHealth MyVitals帐户的数据分享到苹果的健康套件应用程序上么？选择一个用户，只有这个账户将分享到苹果健康套件应用程序。";

"MyDiary" = "我的日记";
/*Kcal 提示多语言*/
"Add Food" = "新增食物";
"Choose Action" = "选择动作";
"Take Photo" = "拍照";
"Pick from Camera Roll" = "从相机胶卷挑选";
"Pick from Library" = "从照片库挑选";
"Missing Fields" = "必填项未填";
"Food name, serving and Calories are required fields" = "食物名称、重量、热量为必填项";

/* Sport name, Sport time and Calories are required fields */
"Sport name, Sport time and Calories are required fields" = "运动名称、运动时间和热量为必填项";

/*0919 */
"No data available of last 7 days." = "最近一周没有数据";
"No data available of last 30 days" = "最近一月没有数据";
"No data available of last 365 days" = "最近一年没有数据";
"No data available for today." = "今日无数据";
"The Tracker cannot be linked to the Guest profile. Sign in or create a personal account to link the Tracker." = "活动跟踪器不能在Guest模式下使用，请登陆或者注册一个个人账号后，再尝试连接跟踪器。";
/* 0914 BP3L*/
"Not working? You can try the following." = "测量设备不工作? 你可以尝试以下操作。";

"Make sure your iHealth Ease is nearby." = "确保你的iHealth Ease在附近。";

"Turn off Bluetooth in your mobile device settings then turn on again." = "关闭移动设备设置里的蓝牙，然后重新打开。";

"Ease Setup Guide" = "Ease连接指导";

"Try again" = "再试一次";

"Problems turning on Bluetooth?" = "打开蓝牙遇到问题?";

"How to turn on Bluetooth?" = "如何打开蓝牙？";

"Swipe up from the bottom of the screen to open the iOS Control Center and tap Bluetooth to turn it on" = "从屏幕底部向上滑动打开iOS的控制中心，然后点击蓝牙将其打开";

//三次测量解释
"Directions for the iHealth Triple Check and 3 day blood pressure plan:" = "三次测量说明:";
"Your blood pressure may vary considerably, even during the same measurement. It is necessary to increase the measurements to better assess the blood pressure while resting." = "血压是随时变化的，即使在相同的测量时间段，测得的血压也有可能不同。为了更准确的测量血压值，多次测量血压（即连续测量三次血压）是非常有必要的:";
"It is advised to do it:"= "测量前请注意如下事项:";
"- after sitting for 5 minutes" = "-静坐五分钟";
"- 3 consecutive measurements, but with a 1/4-minute interval between each measurement" = "-三次测量时，每次的测量间隔为15秒";
"- in the morning, before breakfast" = "-上午请在早饭前测量";
"- in the evening, before going to bed" = "-下午请在睡觉前测量";
"- 3 consecutive days" = "-坚持三天内每天测量两组三次测量数据";
"Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "请您在明天早上5点至10点进行测量，谢谢。";
"Not connected. Please check the setup below for your device." = "设备未连接，请在设置下检查您的设备。";
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "将您的IOS设备连接血压计并启动App。";
"From the control center open bluetooth." = "从控制中心打开蓝牙。";

//整合三方登陆增加的多语言
"Your account has binded an iHealth Account, please input your password." = "您的帐号已经绑定过iHealth账号，请输入您的密码完成登陆";

//绑定页
"Binding Account" = "绑定账号";

"You should bind an iHealth account." = "您需要绑定一个iHealth帐号";

"Use an existing account" = "使用已有账号";

"Register and bind a new account" = "注册并绑定新账号";

"Please concern the following information before you move on:\n        when you choose to bind iHealth account to current account, the history data will be merged into iHealth account, and usually it would take some time (the data merging process will be performed on cloud, and then, these history data will be pushed to your application when finished)." = "在您继续操作前请仔细阅读以下内容：\n        当你为当前账号绑定iHealth账号时，您的历史数据将会合并到iHealth账号，这个过程需要一些时间来完成（数据将会在云端进行合并，此后历史数据将会在合并完成后下载到您的应用中）。";

"Bind successfully" = "绑定成功";

"Register and Bind" = "注册和绑定";

"Bind" = "绑定";

"Please select a best account" = "请选择优选账号";

"Facebook connection is not available in your country" = "您所在国家暂不支持Facebook连接";

"Your account is already bound, please log in again." = "您的帐号已经绑定，请重新登录。";

"We can not bind your and iHealth login. Please contact support center or create a new iHealth account." = "绑定iHealth账号失败，请您联系客服中心或者创建一个新的iHealth帐号。";

"Bind Fail" = "绑定失败";

//国家信息确认页
"Please confirm your location for better service from iHealth." = "请确认您的国家或地区以便得到更好的服务。";
"Please select an option." = "请选择一个选项。";
"Region" = "地区";
"Upload" = "上传";

//删除HS5用户位置
"user No." = "用户 No.";
"me" = "我";
"Are you sure you want to delete" = "确定删除";
"Delete user" = "删除用户";
/* 20151118 */
"View Setup Guide" = "View连接指导";

"Press the “START/STOP” button for 2 seconds to turn on Bluetooth when the blood pressure monitor is powered off." = "在血压计关机的状态下，长按机身上的START/STOP按键2秒钟就可以开启蓝牙。";

"Keep all the other smart devices away to avoid interference." = "为了防止干扰，把其他的蓝牙设备放远一些。";

"Make sure your iHealth View is near your smartphone or tablet." = "把iHealth View血压计离手机近一些。";

"Turn off Bluetooth in your mobile devices settings then turn on again." = "重新开启一下你手机的蓝牙。";

"Please double click your Home button and swipe up th shut down all Apps currently running in the background and re-open MyVitals." = "连续按两次手机的Home键，关闭所有后台运行的程序，然后再重新打开MyVitals。";

"Press the “START/STOP” button on the blood pressure monitor until the LED light appears. Charge it if no light appears." = "重启一下iHealth View血压计，检查一下机器是否还有电。";

"Measurement Guide" = "测量指导";

"There is no data in your blood pressure monitor. Please take a blood pressure measurement first." = "还没有离线血压数据需要上传，请先进行血压测量";

"Wrist position good" = "正确的手腕位置";

"Press the “START/STOP” button to turn on  Bluetooth when your blood pressure monitor is powered off." = "在血压计关机的状态下，按一下机身上的START/STOP按键即可开机。";

"Put on the monitor and adjust your wrist to the correct position. Press the “START/STOP” button again to start measurement." = "带上血压计后，上下调整手腕到正确的位置，然后再次按下START/STOP键就可以进行测量了。";

"Track Setup Guide" = "Track连接指导";

"Please press the [1234] button on the blood pressure monitor to turn on Bluetooth." = "请点击血压计上的 [1234] 按键，打开设备蓝牙。";

"Make sure your iHealth Track is nearby." = "请确认您的iHealth Track 血压计放置在附近。";

"Please tap the “Recent” and swipe upto shut down all Apps currently running in the background and re-open MyVitals." = "请点击最近按键并上滑以关闭所有正在后台运行的应用程序，然后重新打开MyVitals。";

"Press the START/STOP button on the blood pressure monitor to start measuring." = "请按下血压计上的START/STOP按键开始进行血压测量。";

"Make sure your iHealth Track Bluetooth is turned on. If not, press the [1234] button on the blood pressure monitor to turn on it." = "请确认血压计的蓝牙连接已经打开。如果没有，请点击血压计上的 [1234] 按键，打开设备蓝牙。";
"SYNCING" = "同步中";
"No offline data" = "没有离线数据可同步";
"Filter Data" = "筛选我的数据";
"Syncing failed, please try again." = "同步失败，请重试";
"Fully automatic measurement offline, and easy manage cloud data." = "全自动离线测量，管理云数据更容易。";
"Turn on the monitor by applying the cuff or press the \"START/STOP\" button. Adjust the height of your wrist, the monitor will detect your wrist position and the measurement will start ONLY when the correct position is detected. When the position is correct, press \"START/STOP\" button again to start measurement." = "带上袖带后，按下血压计上的START/STOP键即可开机，然后上下调整手腕到正确的位置，再次按下START/STOP按键就可以开始测量。";
//FAQ HS:问题分类多语言
"Troubleshooting for HS3" = "HS3 体秤故障排除";
"Troubleshooting for iHealth Lite (HS4/HS4S)" = "IHealth Lite (HS4/HS4S) 体秤故障排除";
"Troubleshooting for iHealth Body Analysis Scale (HS5)" = "IHealth (HS5) 人体成分秤故障排除";
"Troubleshooting for iHealth Core (HS6)" = "IHealth Core (HS6) 人体成分秤故障排除";

"1. The Scale’s model name is not listed on the “Bluetooth” Menu of the mobile device." = "1. 在您移动设备的蓝牙列表中没有列出体秤的型号名称.";
"2. The Bluetooth connection failed." = "2. 蓝牙连接失败.";
"1. I have followed the instruction in the App but still cannot connect." = "1. 我已经按照程序说明操作，但仍然无法连接.";
"1. The Scale’s model name is not listed on the “Bluetooth” Menu of the mobile device." = "1. 在您移动设备的蓝牙列表中没有列出体秤的型号名称.";
"2. The Bluetooth connection failed." = "2. 蓝牙连接失败.";
"3. The Wi-Fi sharing pop-up window doesn’t show on the mobile device." = "3. Wi-Fi共享弹出窗口没有显示在移动设备上.";
"4. The Wi-Fi symbol doesn’t appear on the Scale display." = "4. Wi-Fi符号没有出现在体秤上.";
"5. The App and Scale connection failed." = "5. 应用程序和体秤的连接失败.";
"6. The Scale does not respond." = "6. 体秤不响应.";
"1. The Wi-Fi symbol doesn’t appear on the Scale display; Wifi symbol disappeared on the scale after it flashes several times." = "1. 体秤上并未出现Wi-Fi符号；闪烁几次之后，Wi-Fi符号消失";
"Troubleshooting" = "疑难解答";
/* 20151227 */
"There's a tracker in your account can not add more. If you want to add a new tracker,please “Reset” the old one first and then add again." = "你的账户已经添加过腕表。若想继续添加新的腕表，请先“重置”之前的腕表。";
//zhangyu 绑定三方文本
"Notice" = "安全提示";
"To ensure the security of your account, please link to an iHealth account." = "为了保证你的账户安全，请先绑定iHealth账户";
"Linking your iHealth account" = "绑定iHealth账户";
"Linking an iHealth account helps ensure that your data is secure." = "绑定iHealth账户，你的数据将得到双重保障，更加安全.";
"Create and Link New Account" = "创建并绑定新的iHealth账户";
"Enter your information" = "完善你的信息";
"Incorrect information may cause account problems in the future." = "请输入真实信息，错误的信息会影响日后数据的精准性";
"Choose your region" = "选择您的地区";
"When linking accounts, some measurement data may need to be merged. This process could take up to 24 hrs." = "绑定账户后整合数据需要一段时间，整合完成你将看到所有数据。";
"If your data still does not appear after 24 hrs, please contact iHealth customer support." = "整合数据不会超过24小时，如果24小时后未整合完成，请联系客服。";
"Please confirm that all the information is correct" = "请确定所有信息真实有效";
"Your access has been suspended due to 3 incorrect passwords. Please retry in 15 minutes or click on the ‘Forgot your password’ link to reset your password." = "由于您三次输入密码错误，导致您的访问已被限制，请在15分钟后重新尝试或者点击“忘记密码”链接重设密码。";

//新版AM4
"Connection problem, please try to:" = "升级失败，请按照提示重试";

"Restart MyVitals" = "重新启动iHealth";

"Update firmware again" = "再次尝试升级";

"There's already a tracker linked in your account.If you want to add a new tracker,please “Reset” the old one first and then add again." = "你的账户已经添加过腕表。若想继续添加新的腕表，请先“重置”之前的腕表。";

"When swimming" = "游泳过程中";

"Styles" = "泳姿";

"Percentage" = "泳姿时长比例";

"Duration" = "总时长";

"When finished swimming" = "当你结束游泳后，腕表记录并显示";

"Number of strokes" = "总滑水次数";

"Strokes per minute" = "每分钟滑水次数";

"Attention" = "温馨提示";

"Swim Mode is activated by default. It is recommened to turn swim mode off if you don't plan to use it. " = "游泳模式默认开启，如果你暂不使用此功能，点击按钮关闭。";

"Set Swim Mode" = "设置游泳模式";

"Swipe down from the top of the screen to open the quick settings and turn Bluetooth on" = "从手机屏幕顶部向下滑动，打开快捷设置，点击蓝牙图标将蓝牙打开。";

"Please enter the last two digits displayed on the tracker to pair." = "请输入腕表显示的后两位数字";

"Please check the MAC ID on the back of the tracker and select the correct one to pair." = "请查看腕表背面的Mac ID，点选匹配的腕表。";

"Connect device" = "连接腕表";

"You're all set" = "设置完成";

"Pairing successful!" = "添加成功！";

"The tracker is now ready for your personal use only." = "你的私人智能腕表已准备就绪，开始使用吧！";

"What is the iHealth Wave?" = "来认识一下Wave";

"Stay motivated" = "享受“动”的快感";

"Running" = "跑步";

"Walking" = "走步";

"Swimming" = "游泳";

"Just keep swimming" = "自动识别泳姿";

"How efficient is your sleep?" = "享受“睡”的安稳";

"Analysis" = "睡眠分析";

"Please turn on Bluetooth" = "请打开蓝牙";

"Swipe up from [noConnect_phone] button to open the Control Center and turn Bluetooth on." =
"从 [noConnect_phone] 键向上滑动屏幕，打开控制中心，点击蓝牙图标打开蓝牙。";

"Swipe up from [noConnect_pad] button to open the Control Center and turn Bluetooth on." =
"从 [noConnect_pad] 键向上滑动屏幕，打开控制中心，点击蓝牙图标打开蓝牙。";

"Swim" = "游泳";

"Other" = "其他";

"Light" = "浅睡眠";

"Deep" = "深睡眠";

"Total strokes you swim" = "游泳过程中手臂的划水次数";

"Percentage of duration for different swim styles" = "该泳姿的游泳时长占总游泳时长的百分比";

"ABOUT" = "关于";

"SETTINGS" = "设置";

"Swim Mode is activated by default. Leaving it on will increase battery consumption. It is recommened to turn swim mode off if you don't plan to use it." = "游泳模式默认开启，这样会增加腕表电量的消耗，可根据需要自由设置开关。";

"Setting the pool length will increase the accuracy of  swim distance tracking." = "泳池长度会影响游泳数据的精确度，请设置你的泳池长度";

"Open water" = "开放水域";

"Other..." = "自定义";

"Set Pool Length" = "设置泳池长度";

"An account error occurred, please re-login" = "账号异常，请重新登录";

"Logout fail" = "登出失败";

"Example@aaa.com" = "Example@aaa.com";

"This device has a SpO2 measurement range of 70 - 100%.SpO2 levels lower than 70% may indicate device malfunction, user error, or an abnormal blood oxygen saturation level. Please consult with your doctor about your blood oxygen saturation level." = " SpO2设备测量范围为70 - 100％。血氧饱和度水平低于70％，可能是设备故障，用户操作错误或血氧饱和度异常。建议您针对您现有的血氧饱和度情况与你的医生联系。";

//AM4结果页新加
"laps" = "程";

"Please enjoy early access to the lap function as we work through beta testing." = "“程”是最新开发的游泳功能，请尝鲜体验";

"lap" = "程";

"How many laps you swim" = "游泳的程数，两程等于一圈";

"Calories burned from swimming" = "游泳所消耗的卡路里";

"Swimming laps" = "游泳程数";

"Laps" = "Laps";

//3.4.0新增加AM4
"Displays swim styles" = "腕表显示游泳姿势";

"Duration for this style" = "该泳姿游泳时长";

"Rotate wrist to display swim goal" = "转动手腕显示游泳目标";

"Swim goal" = "游泳目标";

"Swim Goal" = "游泳目标";

"Total duration" = "总游泳时长";

"Set swim goals to motivate yourself" = "设置游泳目标，激发更多潜能";

"Turn on the swim mode and set your swim goal" = "打开游泳模式设置自己的游泳目标";

"When you swim, swim goal will displayed after swim styles" = "进入游泳模式后，游泳目标显示在泳姿的后面";

"Active calories" = "运动消耗";

"Current BMR" = "当前BMR";

"Total calories" = "总消耗";

"Swim goal is the total time you actually swim, not the time you spend in water" = "游泳目标设置的是总的游泳时长，而非在泳池中的时间";

"Swipe up from the home button…" = "从Home键向上轻滑屏幕";

"Fully charge the Wave before first use to increase battery life" = "首次使用前请先充满电，以保证电池的使用寿命";

"There\'s already a tracker linked to your account, if you want to add a new tracker, \"reset\" the old on first" = "你的账户已经绑定了腕表，若想添加新的，请先“重置”之前的腕表";

"Swim mode is on by default and will increase battery consumption. Please turn off if you don\'t plan on swimming." = "游泳模式默认打开，由此会增加电量的消耗，如果不使用游泳功能请关闭";

"Sleep alarm wakes you up by vibrations from the tracker" = "睡眠闹钟通过腕表的震动提示唤醒你";

"Select the device that you need to connect." = "选择您需要连接的设备";

//Airplane Mode
"Airplane Mode" = "飞行模式";

/* Driving Mode */
"Driving Mode" = "驾驶模式";

"Bluetooth connecting failed." = "蓝牙连接失败，";

"Please try again." = "请重试。";



// BPM1设置Wi-Fi
"BPM1 Setup Guide" = "BPM1 连接指导";

"Press and hold the User 2 button for 10 seconds to setup Wi-Fi" = "长按User2按键10秒钟，确认血压计屏幕显示准备连接状态。";

"Connect your phone Wi-Fi to iHealth-BPM1-XXX, then return to the MyVitals app" = "请将手机的Wi-Fi连接到“iHealth-BPM1-XXX”后，返回MyVitals App";

"Go to set Wi-Fi" = "去设置Wi-Fi";

"Choose your Wi-Fi network" = "选取网络";

"Input Wi-Fi password" = "输入Wi-Fi密码";

"Connecting Wi-Fi ..." = "正在设置Wi-Fi……";

"Successfully connected Wi-Fi" = "设置Wi-Fi成功";

"Set User" = "设置用户";

"Couldn't connect Wi-Fi" = "设置Wi-Fi失败";

"Wi-Fi password is wrong." = "Wi-Fi密码错误";

"Retry" = "重试";

"Setting was unsuccessful, please wait a moment." = "设置还没有成功，请再等一会。";

"Unable to connect to the Internet." = "连接不上网络";

"Your phone isn't connected to the internet, please check your network and try again." = "你的手机没有连上网络，请检查网络并且重试";

"Turn On Location Services to Allow \"iHealth Myvitals\" to Determine Your Location" = "打开手机定位服务，允许“iHealth MyVitals”使用你的位置";

"Suggest that turn on the location services, so that we can accurately access your location" = "建议开启定位服务，以便我们能够更精准的获取您的位置信息。";

"Wifi PassWord must be 1-32 characters" = "Wi-Fi密码长度1-32位";

"Unknown Error" = "未知错误";

"Find new device" = "找到新设备";

"Setting not completed" = "设置未完成";

"Ready to connect" = "准备连接";

// BPM1设置user

"BPM1 Set User" = "BPM1设置用户";

"Choose a User from User 1 and User 2" = "请从User 1和User 2里选择一个属于你的用户";

"Selected by" = "已经被选择";

"User 1 and User 2 corresponds to User 1 and User 2 buttons on the device" = "User 1和User 2分别对应血压计设备上的User 1和User 2按键";

"User 1 has already been selected. Do you still want to select it?" = "User 1已经被选择了，你是否仍要选择User 1？";

"User 2 has already been selected. Do you still want to select it?" = "User 2已经被选择了，你是否仍要选择User 2？";

"BPM1 setup complete" = "BPM1设置完成";

// BPM1设备管理

"Speech" = "测量结果语音播报";

"Select Language" = "选择血压计语言";

"Select User" = "设置用户";

"Share Device" = "分享设备";

"Input each other's email." = "输入对方的邮箱";

"Voice feature is only available in English and French.Please change your device language first." = "语音功能只能在Clear为英语和法语的时候才能生效。请先修改您的设备语言。";

"Go to setting" = "去设置";

// 视频播放
"Are you sure to use 3G/4G to read this video? \nPut your Wifi ON if not" = "您确认要使用3G / 4G观看指导视频吗？\n建议您打开Wi-Fi的开关。";

"How to setup/use" = "如何安装/使用";

"Use Wi-Fi instead of 3G/4G to limit data usage." = "使用WiFi而非3G / 4G来控制数据流量消耗。";

"Don't show again." = "下次不再显示";

// 新增多语言血血压：ZhangYu

"Device bluetooth set failed." = "设备蓝牙设置失败。";

"Device error, error message displayed automatically." = "设备错误，自动显示错误消息。";

"Abnormal communication." = "通信异常。";

"Device is out of communication range." = "设备超出通信范围。";

"Device is disconnected." = "设备已断开连接。";

"Measurement has been stopped." = "测量已停止。";

"Parameter input error." = "参数输入错误。";

"Searching for Wi-Fi..." = "正在搜索Wi-Fi";
